[
  {
    "title": "Electrical Safety Overview",
    "content": "Electrical hazards are a leading cause of workplace injuries and fatalities. Key safety principles include: Always assume wires and equipment are energized. Use lockout/tagout (LOTO) procedures. Maintain safe working distances from power lines. Use proper personal protective equipment (PPE). Only qualified electricians should work on electrical systems. Ground fault circuit interrupters (GFCIs) required in wet locations. Regular inspection and maintenance of electrical equipment.",
    "category": "overview",
    "source": "",
    "keywords": [
      "electrical",
      "safety",
      "overview"
    ],
    "search_text": "electrical hazards leading cause workplace injuries fatalities key safety principles include always assume wires equipment energized use lockout tagout loto procedures maintain safe working distances power lines use proper personal protective equipment ppe only qualified electricians work electrical systems ground fault circuit interrupters gfcis required wet locations regular inspection maintenance electrical equipment"
  },
  {
    "title": "Lockout/Tagout Procedures",
    "content": "LOTO procedures prevent accidental energization: Identify all energy sources. Notify affected employees. Shut down equipment properly. Isolate energy sources (switches, valves). Apply lockout/tagout devices. Release stored energy (capacitors, springs, hydraulics). Verify de-energization with test equipment. Only the person who applied the lock can remove it. Use standardized locks and tags. Document the procedure.",
    "category": "procedures",
    "source": "",
    "keywords": [
      "lockout",
      "tagout",
      "procedures"
    ],
    "search_text": "loto procedures prevent accidental energization identify all energy sources notify affected employees shut down equipment properly isolate energy sources switches valves apply lockout tagout devices release stored energy capacitors springs hydraulics verify de-energization test equipment only person who applied lock remove use standardized locks tags document procedure"
  },
  {
    "title": "Electrical PPE Requirements",
    "content": "Personal protective equipment for electrical work: Insulated gloves rated for voltage level. Leather protector gloves over rubber gloves. Dielectric (non-conductive) footwear. Arc-rated clothing and face shields. Hard hats with electrical protection rating. Safety glasses with side shields. Insulated tools. Voltage detectors and test equipment. PPE must be inspected before each use. Different ratings required for different voltage levels.",
    "category": "equipment",
    "source": "",
    "keywords": [
      "electrical",
      "requirements"
    ],
    "search_text": "personal protective equipment electrical work insulated gloves rated voltage level leather protector gloves over rubber gloves dielectric non-conductive footwear arc-rated clothing face shields hard hats electrical protection rating safety glasses side shields insulated tools voltage detectors test equipment ppe inspected before each use different ratings required different voltage levels"
  },
  {
    "title": "Power Line Safety",
    "content": "Working near power lines safety requirements: Maintain 10-foot minimum clearance from lines up to 50kV. Add 4 inches for every 10kV above 50kV. Overhead power lines can kill without contact (arcing). Call utility company to de-energize or shield lines. Use spotters when operating equipment near lines. Assume all lines are energized at highest voltage. Special precautions for cranes, ladders, lifts. Ground metallic equipment near power lines. Emergency procedures if equipment contacts lines.",
    "category": "power_lines",
    "source": "",
    "keywords": [
      "power",
      "line",
      "safety"
    ],
    "search_text": "working near power lines safety requirements maintain 10-foot minimum clearance lines up 50kv add 4 inches every 10kv above 50kv overhead power lines kill without contact arcing call utility company de-energize shield lines use spotters when operating equipment near lines assume all lines energized highest voltage special precautions cranes ladders lifts ground metallic equipment near power lines emergency procedures if equipment contacts lines"
  },
  {
    "title": "Electrical Hazard Identification",
    "content": "Common electrical hazards to identify: Exposed wiring or electrical parts. Damaged cords, plugs, or equipment. Overloaded circuits or outlets. Water near electrical equipment. Missing ground pins on plugs. Improper use of extension cords. Lack of GFCI protection in wet areas. Unlabeled electrical panels. Overhead power lines in work area. Inadequate clearances around electrical equipment. Makeshift or temporary wiring. Equipment without proper grounding.",
    "category": "identification",
    "source": "",
    "keywords": [
      "electrical",
      "hazard",
      "identification"
    ],
    "search_text": "common electrical hazards identify exposed wiring electrical parts damaged cords plugs equipment overloaded circuits outlets water near electrical equipment missing ground pins plugs improper use extension cords lack gfci protection wet areas unlabeled electrical panels overhead power lines work area inadequate clearances around electrical equipment makeshift temporary wiring equipment without proper grounding"
  },
  {
    "title": "Arc Flash Hazards",
    "content": "Arc flash protection requirements: Arc flash can reach 35,000°F. Conduct arc flash hazard analysis. Label equipment with hazard level. Use arc-rated PPE (minimum of Arc Rating 4). Maintain flash protection boundary. De-energize when possible. Use remote operations when available. Proper training required. Never wear synthetic materials (melts to skin). Use face shields and hearing protection. Have emergency response plan.",
    "category": "arc_flash",
    "source": "",
    "keywords": [
      "flash",
      "hazards"
    ],
    "search_text": "arc flash protection requirements arc flash reach 35 000°f conduct arc flash hazard analysis label equipment hazard level use arc-rated ppe minimum arc rating 4 maintain flash protection boundary de-energize when possible use remote operations when available proper training required never wear synthetic materials melts skin use face shields hearing protection emergency response plan"
  },
  {
    "title": "Electrical Safety - Sections 181-183 O. Reg 213/91",
    "content": "Compliance with sections 181 and 183 of O. Reg 213/91 includes requirements for isolating and de-energizing electrical systems. No work shall be performed on energized electrical equipment or conductors unless certain conditions are met. A supervisor or competent person shall inspect all machinery and equipment, including electrical installations, to ensure they do not endanger any worker.",
    "category": "electrical",
    "source": "",
    "keywords": [
      "electrical",
      "safety",
      "sections"
    ],
    "search_text": "compliance sections 181 183 o reg 213 91 includes requirements isolating de-energizing electrical systems no work shall performed energized electrical equipment conductors unless certain conditions met supervisor competent person shall inspect all machinery equipment including electrical installations ensure they do not endanger any worker"
  },
  {
    "title": "Overhead Electrical Lines and Clearance Requirements",
    "content": "Accidental contact by a crane, similar hoisting device, backhoe, power shovel or other vehicle or equipment or its load with an energized electrical conductor rated at more than 750 volts is a reportable incident. Minimum clearance distances must be maintained from overhead power lines: 3 metres for lines up to 750V, 5 metres for 750V-150kV, 8 metres for 150kV-250kV, and greater distances for higher voltages. Warning signs must be posted.",
    "category": "electrical",
    "source": "",
    "keywords": [
      "overhead",
      "electrical",
      "lines",
      "clearance",
      "requirements"
    ],
    "search_text": "accidental contact crane similar hoisting device backhoe power shovel other vehicle equipment load energized electrical conductor rated more than 750 volts reportable incident minimum clearance distances maintained overhead power lines 3 metres lines up 750v 5 metres 750v-150kv 8 metres 150kv-250kv greater distances higher voltages warning signs posted"
  },
  {
    "title": "Lock Out Tag Out (LOTO) Procedures for Construction",
    "content": "Before performing maintenance, repair, or servicing on equipment with hazardous energy sources, workers must follow lock out tag out procedures. Energy sources include electrical, hydraulic, pneumatic, and mechanical. The LOTO process involves: 1) Notify affected workers, 2) Shut down equipment properly, 3) Isolate energy sources, 4) Apply personal locks and tags, 5) Release stored energy, 6) Verify zero energy state, 7) Perform work, 8) Remove locks only by person who applied them.",
    "category": "electrical",
    "source": "",
    "keywords": [
      "lock",
      "loto",
      "procedures",
      "construction"
    ],
    "search_text": "before performing maintenance repair servicing equipment hazardous energy sources workers follow lock out tag out procedures energy sources include electrical hydraulic pneumatic mechanical loto process involves 1 notify affected workers 2 shut down equipment properly 3 isolate energy sources 4 apply personal locks tags 5 release stored energy 6 verify zero energy state 7 perform work 8 remove locks only person who applied them"
  },
  {
    "title": "Temporary Power and GFCI Requirements - IHSA Guidelines",
    "content": "Temporary electrical installations must use Ground Fault Circuit Interrupters (GFCI) for protection. All receptacles must be GFCI-protected. Electrical cables must be properly routed, supported, and protected from damage. Extension cords must be rated for outdoor use and in good condition. Generators must be properly grounded and bonded. Temporary power must be inspected regularly by a competent person. Weather protection is required for outdoor electrical equipment.",
    "category": "electrical",
    "source": "",
    "keywords": [
      "temporary",
      "power",
      "gfci",
      "requirements",
      "ihsa",
      "guidelines"
    ],
    "search_text": "temporary electrical installations use ground fault circuit interrupters gfci protection all receptacles gfci-protected electrical cables properly routed supported protected damage extension cords rated outdoor use good condition generators properly grounded bonded temporary power inspected regularly competent person weather protection required outdoor electrical equipment"
  },
  {
    "title": "Arc Flash Awareness and Prevention",
    "content": "Arc flash hazards exist when working on or near energized electrical equipment. An arc flash can cause severe burns, hearing damage, and blast injuries. Only qualified electrical workers may work on energized equipment. Arc-rated PPE is required based on hazard analysis. De-energize equipment whenever possible. Maintain safe working distances. Post arc flash warning labels on electrical panels showing hazard level and required PPE.",
    "category": "electrical",
    "source": "",
    "keywords": [
      "flash",
      "awareness",
      "prevention"
    ],
    "search_text": "arc flash hazards exist when working near energized electrical equipment arc flash cause severe burns hearing damage blast injuries only qualified electrical workers may work energized equipment arc-rated ppe required based hazard analysis de-energize equipment whenever possible maintain safe working distances post arc flash warning labels electrical panels showing hazard level required ppe"
  },
  {
    "title": "Underground Utilities Location Requirements - Section 228",
    "content": "Employers must ensure all gas, electrical and other services are located and marked in and near the area to be excavated. If a service poses a hazard, it must be shut off and disconnected before excavation begins. Ontario One Call must be contacted before digging. Wait for utility locates to be completed. Hand expose underground utilities within 1 metre of marked locations. Mark located utilities clearly on site.",
    "category": "electrical",
    "source": "",
    "keywords": [
      "underground",
      "utilities",
      "location",
      "requirements",
      "section"
    ],
    "search_text": "employers ensure all gas electrical other services located marked near area excavated if service poses hazard shut off disconnected before excavation begins ontario one call contacted before digging wait utility locates completed hand expose underground utilities within 1 metre marked locations mark located utilities clearly site"
  },
  {
    "title": "4. After looking in the mouth (even if nothing is visible) open the \nairway and attempt to give a br",
    "content": "In many cases, an electrical shock delivered by an AED can correct V-fib and V-tach rhythms. The shock disrupts the heart’s electrical activity long enough for it to spontaneously develop an effective rhythm on its own. Using an AED as soon as possible (along with starting CPR immediately) gives the person the best chance of surviving cardiac arrest. Different types of AEDs are available, but all are similar to operate and guide you using visual displays, voice prompts, or both. If your place of employment has an AED on site, know where it is located, how to operate it, and what the procedures around it are (e.g., for reporting its use or replacing its batteries). Also take note of the location of AEDs in public places that you frequent, such as shopping centres, airports, recreation centres, and sports arenas. In more than 80% of all sudden cardiac deaths, the person’s heart rhythm is \"shockable\" (ventricular tachycardia or ventricular fibrillation). In other words, defibrillation could have helped. If the person’s heart has no electrical activity (asystole or flatline), defibrillation won’t help. For each minute that the person has to wait for defibrillation, the chance of survival drops between 7 and 10%.1. Open and turn on the AED. 2. Prepare to apply the AED pads: • Remove or cut away clothing and undergarments to expose the person’s chest, and move or remove any objects (including jewellery) that could come into contact with the • If the person’s chest is wet, dry it using a towel or gauze pad. Dry skin helps the AED pads to stick properly. • Small amounts of chest hair will not interfere with pad adhesion. If the person has thick chest hair, shave the areas where the pads will be placed using the razor included with the AED prep kit.Using an AED CPR & AED70.",
    "category": "electrical",
    "source": "",
    "keywords": [
      "after",
      "looking",
      "mouth",
      "even",
      "nothing",
      "visible",
      "open",
      "airway",
      "attempt",
      "give"
    ],
    "search_text": "many cases electrical shock delivered aed correct v-fib v-tach rhythms shock disrupts heart’s electrical activity long enough spontaneously develop effective rhythm own using aed soon possible along starting cpr immediately gives person best chance surviving cardiac arrest different types aeds available but all similar operate guide you using visual displays voice prompts both if your place employment aed site know where located how operate what procedures around e g reporting use replacing batteries also take note location aeds public places you frequent such shopping centres airports recreation centres sports arenas more than 80% all sudden cardiac deaths person’s heart rhythm shockable ventricular tachycardia ventricular fibrillation other words defibrillation could helped if person’s heart no electrical activity asystole flatline defibrillation won’t help each minute person wait defibrillation chance survival drops between 7 10% 1 open turn aed 2 prepare apply aed pads • remove cut away clothing undergarments expose person’s chest move remove any objects including jewellery could come into contact • if person’s chest wet dry using towel gauze pad dry skin helps aed pads stick properly • small amounts chest hair not interfere pad adhesion if person thick chest hair shave areas where pads placed using razor included aed prep kit using aed cpr & aed70"
  },
  {
    "title": "Wound Care8",
    "content": "What to Look For Electrical Burns The following tips will help prevent electrical burns: • Keep electrical appliances away from water. • If an electrical cord is frayed, fix it or dispose of it. • If there are young children in the building, cover electrical outlets. • Before approaching a person with a suspected electrical burn, make sure that trained personnel turn off the electrical current. Burns from Lightning Strikes The following precautions will help prevent burns from lightning strikes: • As soon as a storm is seen or heard, stop swimming or boating and get away from the water, because water conducts electricity. • Stay indoors during thunderstorms. A picnic shelter or car (with the windows rolled up) will also provide some protection. • If caught outside, stay away from telephone poles and tall trees. Stay off hilltops and try to crouch down in a ravine or valley if shelters are not available nearby. • Stay away from things that conduct electricity, such as farm equipment, small metal vehicles (e.g., motorcycles, bicycles, and golf carts), wire fences, clotheslines, metal pipes, and railings. Thermal Burns The following precautions will help prevent thermal burns: • When cooking on the stove, turn the pot handles in and use only the back burners when possible. • Keep the hot water tank temperature at or below 49°C (120°F). • Keep children away from heat sources and appliances such as ovens, barbecues, space heaters, woodstoves, candles, and fireplaces. • Keep hot drinks out of children’s reach.Any of the following signs around an injury may indicate an infection: • Red streaks moving away from the wound • Heat or warmth • Swelling • Tenderness • Excessive itchiness Burns are soft-tissue injuries caused by chemicals, electricity, heat, or radiation. Prevention There are different methods of prevention for different types of burns. Chemical Burns The following precautions will help prevent chemical burns: • Store chemicals in their original containers. • Wear protective gear when handling chemicals. • Wash your hands after touching chemicals. • Get trained in a hazardous materials training program, such as the Workplace Hazardous Materials Information System (WHMIS)/ Globally Harmonized System (GHS) of Classification and Labelling of Chemicals. • Read the label before using a product. • Be aware of caustic plants in your area. Wound Care90.",
    "category": "electrical",
    "source": "",
    "keywords": [
      "wound"
    ],
    "search_text": "what look electrical burns following tips help prevent electrical burns • keep electrical appliances away water • if electrical cord frayed fix dispose • if there young children building cover electrical outlets • before approaching person suspected electrical burn make sure trained personnel turn off electrical current burns lightning strikes following precautions help prevent burns lightning strikes • soon storm seen heard stop swimming boating get away water because water conducts electricity • stay indoors during thunderstorms picnic shelter car windows rolled up also provide some protection • if caught outside stay away telephone poles tall trees stay off hilltops try crouch down ravine valley if shelters not available nearby • stay away things conduct electricity such farm equipment small metal vehicles e g motorcycles bicycles golf carts wire fences clotheslines metal pipes railings thermal burns following precautions help prevent thermal burns • when cooking stove turn pot handles use only back burners when possible • keep hot water tank temperature below 49°c 120°f • keep children away heat sources appliances such ovens barbecues space heaters woodstoves candles fireplaces • keep hot drinks out children’s reach any following signs around injury may indicate infection • red streaks moving away wound • heat warmth • swelling • tenderness • excessive itchiness burns soft-tissue injuries caused chemicals electricity heat radiation prevention there different methods prevention different types burns chemical burns following precautions help prevent chemical burns • store chemicals their original containers • wear protective gear when handling chemicals • wash your hands after touching chemicals • get trained hazardous materials training program such workplace hazardous materials information system whmis globally harmonized system ghs classification labelling chemicals • read label before using product • aware caustic plants your area wound care90"
  },
  {
    "title": "Wound Care8",
    "content": "What to Do 1. Treat the person as if he or she has a head and/or spinal injury. 2. Look for two burns (the entry and exit points) and care for them as you would care for thermal burns. Radiation Burns The most common type of radiation burn is a sunburn, but they can also be caused by exposure to radioactive substances. What to Do 1. If the burn results from exposure to a radioactive substance, consult the appropriate workplace safety system (e.g., WHMIS) for specific first aid steps. 2. Care for radiation burns as you would care for thermal burns.Special Considerations When Caring for Burns Remember the following special considerations when providing care for burns: • Don’t use ointments on partial or full thickness burns. • Blisters are a natural cooling system. Leave them in place. • Touch a burn only with sterile or clean dressings. • Do not use absorbent cotton or pull clothes over any burned area. Pay close attention to the person’s airway. Look for signs of burn injuries around the face. If you suspect that the airway or the lungs may be burned, monitor the person’s breathing closely. A bruise is a discoloured area of the skin that is created when blood and other fluids seep into nearby tissues. What to Look For The following are signs and symptoms of bruising: • Discoloured skin (red, purple, black, or blue areas) • Swelling • PainElectrical Burns Electrical burns are caused by powerful electrical currents. They are typically caused by a person either touching a live electrical circuit or being struck by lightning. Because electricity and lightning can affect the heart, it is important to monitor the person’s ABCs closely. Wound Care94.",
    "category": "electrical",
    "source": "",
    "keywords": [
      "wound"
    ],
    "search_text": "what do 1 treat person if he she head spinal injury 2 look two burns entry exit points care them you would care thermal burns radiation burns most common type radiation burn sunburn but they also caused exposure radioactive substances what do 1 if burn results exposure radioactive substance consult appropriate workplace safety system e g whmis specific first aid steps 2 care radiation burns you would care thermal burns special considerations when caring burns remember following special considerations when providing care burns • don’t use ointments partial full thickness burns • blisters natural cooling system leave them place • touch burn only sterile clean dressings • do not use absorbent cotton pull clothes over any burned area pay close attention person’s airway look signs burn injuries around face if you suspect airway lungs may burned monitor person’s breathing closely bruise discoloured area skin created when blood other fluids seep into nearby tissues what look following signs symptoms bruising • discoloured skin red purple black blue areas • swelling • painelectrical burns electrical burns caused powerful electrical currents they typically caused person either touching live electrical circuit being struck lightning because electricity lightning affect heart important monitor person’s abcs closely wound care94"
  },
  {
    "title": "Safety Information",
    "content": "26 – 1ELECTRICAL HAZARDS 26 ELECTRICAL HAZARDS • Introduction • Electrical injuries• Safeguards• Working on energized systems• Portable tools and extension cords• Temporary wiring and power• Other electrical issues• Reporting electrical accidents/incidents INTRODUCTION An electrical hazard can be defined as: A dangerous condition where a worker could make electrical contact with energized equipment or a conductor, andfrom which the person may sustain aninjury from shock; and/or,. There is potential for the worker to receive an arc flash burn, thermal burn, or blastinjury. Note: An electric hazard is considered to be removed when protective measures are putin place at the source (remove hazard or de-energize), or along the path (place electricalinsulation/barrier between the worker andthe electrical hazard). Where PPE is reliedupon for worker protection, an electricalhazard is considered to remain and it is stillnecessary to address safety requirements forother workers in the area. Injuries resulting from a worker makingelectrical contact represent a relatively smallportion (7.7%) of the lost-time injurieselectricians experience, according to 1997–1999statistics. It is reasonable to assume that thesituation is similar today. Other mechanicaltrades that do some electrical work canprobably expect even fewer electrical injuries. Nevertheless, working on or near electricalhazards is dangerous and can be fatal. Anywork on or near energized equipment must bedone only when measures are in place toprovide protection from electric shock and burn.With adequate safety measures in place, everyelectrical injury and fatality can be prevented. The law requires safe work practices. Under the Occupational Health and Safety Act andRegulations for Construction Projects , employers, supervisors, and workers each have legalresponsibilities to ensure that work is beingcarried out in a safe manner. There are also restrictions in the Construction Regulation (Ontario Regulation 213/91 Section182) on who can work on electrical equipment: (1) No worker shall connect, maintain, or modify electrical equipment or installationsunless, (a) the worker is an electrician certified under the Trades Qualification andApprenticeship Act; or (b) the worker is otherwise permitted to connect, maintain or modify electricalequipment or installations under theTrades Qualification and ApprenticeshipAct, the Apprenticeship and CertificationAct, 1998 or the Technical Standardsand Safety Act, 2000. (2) A worker who does not meet the requirements of clause (1) (a) or (b) mayinsert an attachment plug cap on the cordof electrical equipment or an electrical toolinto, or remove it from, a conveniencereceptacle. Guidelines for working on or near electricalequipment and conductors are found in severaldocuments: • Construction Regulation (O. Reg. 213/91) •Ontario Electrical Safety Code.",
    "category": "electrical",
    "source": "",
    "keywords": [
      "safety",
      "information"
    ],
    "search_text": "26 – 1electrical hazards 26 electrical hazards • introduction • electrical injuries• safeguards• working energized systems• portable tools extension cords• temporary wiring power• other electrical issues• reporting electrical accidents incidents introduction electrical hazard defined dangerous condition where worker could make electrical contact energized equipment conductor andfrom which person may sustain aninjury shock there potential worker receive arc flash burn thermal burn blastinjury note electric hazard considered removed when protective measures putin place source remove hazard de-energize along path place electricalinsulation barrier between worker andthe electrical hazard where ppe reliedupon worker protection electricalhazard considered remain stillnecessary address safety requirements forother workers area injuries resulting worker makingelectrical contact represent relatively smallportion 7 7% lost-time injurieselectricians experience according 1997–1999statistics reasonable assume thesituation similar today other mechanicaltrades do some electrical work canprobably expect even fewer electrical injuries nevertheless working near electricalhazards dangerous fatal anywork near energized equipment bedone only when measures place toprovide protection electric shock burn adequate safety measures place everyelectrical injury fatality prevented law requires safe work practices under occupational health safety act andregulations construction projects employers supervisors workers each legalresponsibilities ensure work beingcarried out safe manner there also restrictions construction regulation ontario regulation 213 91 section182 who work electrical equipment 1 no worker shall connect maintain modify electrical equipment installationsunless worker electrician certified under trades qualification andapprenticeship act b worker otherwise permitted connect maintain modify electricalequipment installations under thetrades qualification apprenticeshipact apprenticeship certificationact 1998 technical standardsand safety act 2000 2 worker who does not meet requirements clause 1 b mayinsert attachment plug cap cordof electrical equipment electrical toolinto remove conveniencereceptacle guidelines working near electricalequipment conductors found severaldocuments • construction regulation o reg 213 91 •ontario electrical safety code"
  },
  {
    "title": "Safety Information",
    "content": "26 – 2ELECTRICAL HAZARDS • Operating manuals for different tools and equipment. •NFPA 70E Standard for Electrical Safety in the Workplace •CSA Z462 Workplace Electrical Safety . An important aspect of electrical work involves isolating electrical energy. A reference fordetailed information on lockout and control ofhazardous energy is the Canadian standard CSAZ460-05, Control of Hazardous Energy—Lockout and Other Methods. ELECTRICAL INJURIES There are basically two ways to be injured byelectricity. One is by electric shock and theother is by arc flash. Electric shock is the passing of electric current through the body. Electrical contact can causeinvoluntary physical movements. The electricalcurrent may • prevent you from releasing your grip from a live conductor • throw you into contact with a higher voltage conductor • cause you to lose your balance and fall • cause severe internal and external burns• kill you. A household 125-volt circuit can deliver 15 amps. Current as low as 30/1000 of 1 amp (30 mA) can cause breathing to stop. A 15-Amp circuit contains many times the currentneeded to cause death.An arc flash is a release of energy caused by anelectric arc. The flashcauses an explosiveexpansion of air andmetal. The blast produces • a dangerous pressure • a dangerous sound • shrapnel • extreme heat• extreme light. These dangers can result in blast injuries, lunginjuries, rupturedeardrums, shrapnelwounds, severe burns, andblindness. Arc flash injuriescan also result in death. A major cause of accidents involving electricity comes from the failure to identify the hazards associated with live electrical equipment and wiring. Arc flashElectric arc.",
    "category": "electrical",
    "source": "",
    "keywords": [
      "safety",
      "information"
    ],
    "search_text": "26 – 2electrical hazards • operating manuals different tools equipment •nfpa 70e standard electrical safety workplace •csa z462 workplace electrical safety important aspect electrical work involves isolating electrical energy reference fordetailed information lockout control ofhazardous energy canadian standard csaz460-05 control hazardous energy—lockout other methods electrical injuries there basically two ways injured byelectricity one electric shock theother arc flash electric shock passing electric current through body electrical contact causeinvoluntary physical movements electricalcurrent may • prevent you releasing your grip live conductor • throw you into contact higher voltage conductor • cause you lose your balance fall • cause severe internal external burns• kill you household 125-volt circuit deliver 15 amps current low 30 1000 1 amp 30 ma cause breathing stop 15-amp circuit contains many times currentneeded cause death arc flash release energy caused anelectric arc flashcauses explosiveexpansion air andmetal blast produces • dangerous pressure • dangerous sound • shrapnel • extreme heat• extreme light dangers result blast injuries lunginjuries rupturedeardrums shrapnelwounds severe burns andblindness arc flash injuriescan also result death major cause accidents involving electricity comes failure identify hazards associated live electrical equipment wiring arc flashelectric arc"
  },
  {
    "title": "Safety Information",
    "content": "26 – 3ELECTRICAL HAZARDS SAFEGUARDS Protective tools and equipment Workers exposed to an electrical hazard must use mats, gloves, shields, flame resistantclothing, and any other protective equipmentrequired to protect themselves from electricshock and burn. As part of everyday work,electrical workers should always • remove watches, rings, neck chains, or other current-conducting apparel • wear electric-shock-resistant footwear • wear a CSA-approved Class E hard hat or equivalent • wear safety glasses with side shields, and• wear under and outer clothing that has flame-resistance properties. Tools, devices, and equipment — including personal protective equipment — used for livework must be designed, tested, maintained, andused so as to provide adequate protection forworkers. Where there is the potential for an arc flash, PPE should be chosen with consideration for the kinds of hazards that can result from an arc flash.See Flash Hazard (Arc Flash) Protection below. The following information provides guidelines on appropriate and required personal protectiveequipment. Check the reference documentsidentified at the beginning of this chapter todetermine your job-specific needs. See also thechapters on personal protective equipment inthis manual. As well, see the chapters onpersonal protective equipment in the Equipmentsection of this manual. Whether or not the day’s planned work involvesworking near an electrical hazard, workers thatdo electrical work should choose everydayclothing that offers some flame resistanceproperties. When work must be done in thepresence of an electrical hazard, ensure that allclothing is chosen to provide adequateprotection from the potential hazards. See FlashHazard (Arc Flash) Protection below. Head protection The following hard hats comply with the Construction Regulation: • CSA Z94.1-05 Class E, Type 1 or 2 (Canadian) • ANSI Z89.1-2009 Type II, Class E (US) • ANSI Z89.1-2009 Type I, Class E. (US) Note that under the latest ANSI standard, there are two types of Class E hard hats: Type I andType II. Type I hats are similar to the old CSAClass B hard hats which provide limited lateralimpact protection. The Type II hats haveenhanced lateral protection like the CSA Class E.ANSI Type II Class E hard hats are clearlylabelled “Type II.” If your hard hat just says“ANSI Class E,” assume it’s a Type I. Foot protection Construction workers require Grade 1 toeprotection with sole protection in accordancewith the Canadian Standards Associationstandard (CSA) Z195-02. Protective footwearcompliant with the intent of the ConstructionRegulation is identified by a green triangularpatch on the tongue or the ankle of thefootwear. Mechanical trades people exposed to electrical hazards should also wear electric-shock-resistantfootwear identified by a white rectangular labelbearing the CSA logo and the Greek letteromega in orange. CSA logo omega.",
    "category": "electrical",
    "source": "",
    "keywords": [
      "safety",
      "information"
    ],
    "search_text": "26 – 3electrical hazards safeguards protective tools equipment workers exposed electrical hazard use mats gloves shields flame resistantclothing any other protective equipmentrequired protect themselves electricshock burn part everyday work electrical workers always • remove watches rings neck chains other current-conducting apparel • wear electric-shock-resistant footwear • wear csa-approved class e hard hat equivalent • wear safety glasses side shields and• wear under outer clothing flame-resistance properties tools devices equipment — including personal protective equipment — used livework designed tested maintained andused so provide adequate protection forworkers where there potential arc flash ppe chosen consideration kinds hazards result arc flash see flash hazard arc flash protection below following information provides guidelines appropriate required personal protectiveequipment check reference documentsidentified beginning chapter todetermine your job-specific needs see also thechapters personal protective equipment inthis manual well see chapters onpersonal protective equipment equipmentsection manual whether not day’s planned work involvesworking near electrical hazard workers thatdo electrical work choose everydayclothing offers some flame resistanceproperties when work done thepresence electrical hazard ensure allclothing chosen provide adequateprotection potential hazards see flashhazard arc flash protection below head protection following hard hats comply construction regulation • csa z94 1-05 class e type 1 2 canadian • ansi z89 1-2009 type ii class e us • ansi z89 1-2009 type i class e us note under latest ansi standard there two types class e hard hats type i andtype ii type i hats similar old csaclass b hard hats which provide limited lateralimpact protection type ii hats haveenhanced lateral protection like csa class e ansi type ii class e hard hats clearlylabelled “type ii ” if your hard hat just says“ansi class e ” assume it’s type i foot protection construction workers require grade 1 toeprotection sole protection accordancewith canadian standards associationstandard csa z195-02 protective footwearcompliant intent constructionregulation identified green triangularpatch tongue ankle thefootwear mechanical trades people exposed electrical hazards also wear electric-shock-resistantfootwear identified white rectangular labelbearing csa logo greek letteromega orange csa logo omega"
  },
  {
    "title": "Safety Information",
    "content": "26 – 4ELECTRICAL HAZARDS Eye protection The Canadian Standards Association (CSA) standard CAN/CSA Z94.3-99 Industrial Eye andFace Protectors can assist you in classifying hazards and recommending protectors.Appropriate protection chosen according to thisstandard meets with the intent of theConstruction Regulation regarding eyeprotection worn on the job. In any case, eye protection should be of industrial quality eye protection in the form ofsafety glasses incorporating side-shields or awrap-around style. Arc flash protection requiresa face shield that is rated for arc flash, withsafety glasses underneath. Regular plastic face shields do not toprovide arc flash protection. They can burnand melt in an arc flash incident. Use a faceshield that is designed and rated for arcflash protection. Hearing protection Hearing protection is important at work sincecontinuous exposure to excessive noise can leadto hearing loss and tinnitus. Hearing protectionis required for some arc flash hazards. Hearingprotection is available in three general types: 1. Disposable ear plugs made of pliable material. One size fits all, but they shouldonly be used once. 2. Reusable custom-fit ear plugs are available to provide protection for specificfrequencies of noise. These provide a goodseal and can be washed and reused. 3. Earmuffs. They need to be fitted to provide maximum protection. Shock protection The passage of electricity through the body iscalled shock. Effects can range from a tinglingsensation to death. A shock that may not beenough to cause injury can nonetheless startle aworker, causing an involuntary reaction that canresult in serious injuries or death.A household 125-volt circuit can deliver 15amps. Current as low as 30/1000 of 1 amp (30mA) can cause breathing to stop. A 15-ampcircuit has many times the current needed tocause death. Rubber gloves and leather protectors are the most common personal protective equipmentused for shock protection. These must beadequate to protect the worker from electricalshock or burn. The rubber gloves must havebeen tested and certified. Class 0 and Class 00 gloves must be air-tested and visually inspected for damage and adequacyimmediately before each use. Class 0 and Class 00 are exempt from regular re-certification unlesswork is carried out under the Electrical UtilitySafety Rules. Rubber gloves rated for use with voltages above 5,000 volts AC must be regularlytested and certified to ensure that they canwithstand the voltages for which they are rated, • at least once every three months if they are in service, or • once every six months, if they are not in Workers must be trained in the proper use, care,and storage of rubber gloves and leatherprotectors. Rubber mats and shields can also be used with standard personal protective equipment toprotect the worker from electric shock or burn.The rubber mat must have been tested andcertified. The best shock protection is afforded by turning off or isolating the electrical power from theworker. The Construction Regulation requires allwork to be done with the system de-energizedunless certain specified conditions are met. See“Working on Energized Systems” in this chapter. Flash hazard (arc flash) protection A flash hazard is defined as a dangerous condition associated with the release of energycaused by an electric arc (NFPA 70E 2004). The.",
    "category": "electrical",
    "source": "",
    "keywords": [
      "safety",
      "information"
    ],
    "search_text": "26 – 4electrical hazards eye protection canadian standards association csa standard csa z94 3-99 industrial eye andface protectors assist you classifying hazards recommending protectors appropriate protection chosen according thisstandard meets intent theconstruction regulation regarding eyeprotection worn job any case eye protection industrial quality eye protection form ofsafety glasses incorporating side-shields awrap-around style arc flash protection requiresa face shield rated arc flash withsafety glasses underneath regular plastic face shields do not toprovide arc flash protection they burnand melt arc flash incident use faceshield designed rated arcflash protection hearing protection hearing protection important work sincecontinuous exposure excessive noise leadto hearing loss tinnitus hearing protectionis required some arc flash hazards hearingprotection available three general types 1 disposable ear plugs made pliable material one size fits all but they shouldonly used once 2 reusable custom-fit ear plugs available provide protection specificfrequencies noise provide goodseal washed reused 3 earmuffs they need fitted provide maximum protection shock protection passage electricity through body iscalled shock effects range tinglingsensation death shock may not beenough cause injury nonetheless startle aworker causing involuntary reaction canresult serious injuries death household 125-volt circuit deliver 15amps current low 30 1000 1 amp 30ma cause breathing stop 15-ampcircuit many times current needed tocause death rubber gloves leather protectors most common personal protective equipmentused shock protection beadequate protect worker electricalshock burn rubber gloves havebeen tested certified class 0 class 00 gloves air-tested visually inspected damage adequacyimmediately before each use class 0 class 00 exempt regular re-certification unlesswork carried out under electrical utilitysafety rules rubber gloves rated use voltages above 5 000 volts ac regularlytested certified ensure they canwithstand voltages which they rated • least once every three months if they service • once every six months if they not workers trained proper use care storage rubber gloves leatherprotectors rubber mats shields also used standard personal protective equipment toprotect worker electric shock burn rubber mat been tested andcertified best shock protection afforded turning off isolating electrical power theworker construction regulation requires allwork done system de-energizedunless certain specified conditions met see“working energized systems” chapter flash hazard arc flash protection flash hazard defined dangerous condition associated release energycaused electric arc nfpa 70e 2004"
  },
  {
    "title": "Safety Information",
    "content": "26 – 5ELECTRICAL HAZARDS release of energy is often referred to as an arc An arc flash produces thermal energy which is measured in calories/cm². Adhering to arc flashprotection calculations can still expose a workerto second degree burns, or 1.2 calories/cm². One calorie is the amount of heat needed toraise the temperature of one gram of waterby 1°C. Second degree burn results from exposure to 1.2 cal/cm² for more than 0.1 second. 1.2 calories/cm² is equivalent to holding your finger in the blue part of a butanelighter flame for one second. These conditions can lead to arc flash: • accidental contact between two conductors • wiring errors• insulation deterioration or failure• corrosion of equipment• contamination of the equipment (e.g., dust, • animals, tools, or fallen parts that short- circuit the equipment • poor maintenance• workers using improper or non-rated tools. If a worker is close to energized electrical equipment, the worker may be exposed to aflash hazard, even if the source of the arc flashis not being worked on. Employers andsupervisors need to ensure these workers areprotected from flash hazards, and shouldeducate workers on flash hazard recognition. It may be possible to eliminate the electricalhazard with equipmentdesigned to offer flashprotection. The plug inthe picture at right andbelow is designed forflash protection andcan be used as adisconnect switch. Mechanical workers that are potentially exposed to arc flash should always wear clothing thatprovides for some level of arc-flash protection.Clothing made of synthetic fibres can be readilyignited by arc flash and melt to the workersskin. Cotton or wool fabrics are more flame-retardant and are therefore recommended asouter-wear and inner-wear for work clothes.Clothing that is flame resistant (FR) and rated toprovide protection up to a specified hazardcategory must be worn when there is a flashhazard. Protection from an arc flash is afforded by protective clothing and equipment such as • wearing flame-resistant clothing • flame-resistant eye protection (flame- resistant face shield is often required as • hand protection • hearing protection.",
    "category": "electrical",
    "source": "",
    "keywords": [
      "safety",
      "information"
    ],
    "search_text": "26 – 5electrical hazards release energy often referred arc arc flash produces thermal energy which measured calories cm² adhering arc flashprotection calculations still expose workerto second degree burns 1 2 calories cm² one calorie amount heat needed toraise temperature one gram waterby 1°c second degree burn results exposure 1 2 cal cm² more than 0 1 second 1 2 calories cm² equivalent holding your finger blue part butanelighter flame one second conditions lead arc flash • accidental contact between two conductors • wiring errors• insulation deterioration failure• corrosion equipment• contamination equipment e g dust • animals tools fallen parts short- circuit equipment • poor maintenance• workers using improper non-rated tools if worker close energized electrical equipment worker may exposed aflash hazard even if source arc flashis not being worked employers andsupervisors need ensure workers areprotected flash hazards shouldeducate workers flash hazard recognition may possible eliminate electricalhazard equipmentdesigned offer flashprotection plug inthe picture right andbelow designed forflash protection andcan used adisconnect switch mechanical workers potentially exposed arc flash always wear clothing thatprovides some level arc-flash protection clothing made synthetic fibres readilyignited arc flash melt workersskin cotton wool fabrics more flame-retardant therefore recommended asouter-wear inner-wear work clothes clothing flame resistant fr rated toprovide protection up specified hazardcategory worn when there flashhazard protection arc flash afforded protective clothing equipment such • wearing flame-resistant clothing • flame-resistant eye protection flame- resistant face shield often required • hand protection • hearing protection"
  },
  {
    "title": "Safety Information",
    "content": "26 – 7ELECTRICAL HAZARDS than 300 volts, can only be done if 1) the owner of the equipment provides the employer and the constructor with a record showing that it has been maintainedaccording to the manufacturer’sspecifications 2) a copy of the maintenance record is readily available at the project 3) the employer has determined from the maintenance record that work on theequipment can be performed safelywithout disconnecting it, and 4) before beginning live work, the worker has verified that requirements 1), 2), and3) have been met. Repair or permanently disconnectdefective equipment. Section 2-300 of the Ontario Electrical SafetyCode requires operating electrical equipment to be kept in safe and proper workingcondition. The constructor must ensure that writtenprocedures for work on or near live equipmentare produced and implemented to protectworkers from electrical shock and burn. Theconstructor must have copies of the proceduresavailable for employers on the project. The employer must provide and explain the written procedures to workers before they startwork on or near live equipment. Theconstructor and the employer both have ageneral duty to ensure that the health and safetyof workers are protected. Operating equipment near energized powerlines Incidental powerline contact happens too often, especially considering the potential severity ofthe consequences. The Ministry of Labourreported 108 powerline contacts in 1998. Thatnumber rose to 196 in 2005. See Table 1. Constructors must be aware of electrical hazards when equipment such as a crane, dump truck,or other vehicle is going to be operated near anenergized overhead electrical conductor, orwhen excavating equipment such as a backhoewill be operated near underground powerlines. When equipment operates within reach of, and could therefore encroach on, the minimum Table 1: Summary of Powerline Contacts Overhead Lines Buried Cables Year CraneDump fellingOther Digging Other Total 2005 19 21 9 87 45 15 196 2004 11 16 5 57 53 9 151 2003 16 19 9 63 35 6 148 2002 16 20 4 50 36 6 132 2001 16 22 5 43 27 7 120 2000 15 10 3 59 32 3 122 1999 11 26 2 48 27 1 115 1998 10 17 8 39 27 7 108 TOTALS 114 151 46 446 282 54 (Source: Ontario Ministry of Labour).",
    "category": "electrical",
    "source": "",
    "keywords": [
      "safety",
      "information"
    ],
    "search_text": "26 – 7electrical hazards than 300 volts only done if 1 owner equipment provides employer constructor record showing been maintainedaccording manufacturer’sspecifications 2 copy maintenance record readily available project 3 employer determined maintenance record work theequipment performed safelywithout disconnecting 4 before beginning live work worker verified requirements 1 2 and3 been met repair permanently disconnectdefective equipment section 2-300 ontario electrical safetycode requires operating electrical equipment kept safe proper workingcondition constructor ensure writtenprocedures work near live equipmentare produced implemented protectworkers electrical shock burn theconstructor copies proceduresavailable employers project employer provide explain written procedures workers before they startwork near live equipment theconstructor employer both ageneral duty ensure health safetyof workers protected operating equipment near energized powerlines incidental powerline contact happens too often especially considering potential severity ofthe consequences ministry labourreported 108 powerline contacts 1998 thatnumber rose 196 2005 see table 1 constructors aware electrical hazards when equipment such crane dump truck other vehicle going operated near anenergized overhead electrical conductor orwhen excavating equipment such backhoewill operated near underground powerlines when equipment operates within reach could therefore encroach minimum table 1 summary powerline contacts overhead lines buried cables year cranedump fellingother digging other total 2005 19 21 9 87 45 15 196 2004 11 16 5 57 53 9 151 2003 16 19 9 63 35 6 148 2002 16 20 4 50 36 6 132 2001 16 22 5 43 27 7 120 2000 15 10 3 59 32 3 122 1999 11 26 2 48 27 1 115 1998 10 17 8 39 27 7 108 totals 114 151 46 446 282 54 source ontario ministry labour"
  },
  {
    "title": "Safety Information",
    "content": "26 – 8ELECTRICAL HAZARDS permitted distances from live overhead powerlines (as listed in Table 2), the constructoris required to have written procedures in placeto prevent it fromoccurring and to havecopies of theprocedure available forevery employer on theproject. Overhead powerlines are most frequently hitby dump trucks and cranes; however, elevatingwork platforms and low-tech equipment such asladders and rolling scaffolds are also involved.Keep in mind that many powerline contactsinvolve low-voltage service and buried cable. Safety measures Written measures and procedures required bythe Construction Regulation include thefollowing: • Place enough warning devices in the area of the hazard so at least one is alwaysvisible to the operator. The warningdevices must be visible to the operatorunder any conditions in which theequipment may be operating (night, rain,fog, etc.), and must be specific about thehazard. Provide a sign meeting the Normal phase-to-phase voltage rating Minimum distance 750 or more volts, but no more than 150,000 volts 3 metres More than 150,000 volts, but no more than 250,000 volts 4.5 metres More than 250,000 volts 6 metres The wind can blow powerlines, hoist lines, or your load. This can cause them to cross the minimumdistance. POWERLINES OVERHEAD 72000 V.",
    "category": "electrical",
    "source": "",
    "keywords": [
      "safety",
      "information"
    ],
    "search_text": "26 – 8electrical hazards permitted distances live overhead powerlines listed table 2 constructoris required written procedures placeto prevent fromoccurring havecopies theprocedure available forevery employer theproject overhead powerlines most frequently hitby dump trucks cranes however elevatingwork platforms low-tech equipment such asladders rolling scaffolds also involved keep mind many powerline contactsinvolve low-voltage service buried cable safety measures written measures procedures required bythe construction regulation include thefollowing • place enough warning devices area hazard so least one alwaysvisible operator warningdevices visible operatorunder any conditions which theequipment may operating night rain fog etc specific about thehazard provide sign meeting normal phase-to-phase voltage rating minimum distance 750 more volts but no more than 150 000 volts 3 metres more than 150 000 volts but no more than 250 000 volts 4 5 metres more than 250 000 volts 6 metres wind blow powerlines hoist lines your load cause them cross minimumdistance powerlines overhead 72000 v"
  },
  {
    "title": "Safety Information",
    "content": "26 – 9ELECTRICAL HAZARDS requirements of the Construction Regulation’s section 44, stating, forexample, “Danger! Electrical power linesoverhead.” We recommend that youinclude the voltage. • Ensure the equipment operator has been provided with written notification of theelectrical hazard before beginning the work. • Ensure there is a sign warning of the hazard that is visible to the operator at theoperator’s station. This may come as asticker with the machine. Check to ensurethe sticker is still legible. • Before the operator starts work, ensure that the employer of the equipmentoperator provides and explains theprocedures to the equipment operator. • A competent worker must be designated as a signaller to warn the operator when anypart of the equipment, load, or hoist linemay approach the minimum distance. Thesignaller must then be in full view of theoperator and have a clear view of theequipment and the conductor. Section 106of the Construction Regulation also applieswith respect to the designated signaller. An exemption to these measures is only allowedif under the authority of the owner of theelectrical conductor (typically the local utility),protective devices and equipment are installed,and written procedures are implemented (forexample, using the Electrical & Utilities SafetyAssociation (E&USA)’s Electrical Utilities SafetyRules) that are adequate to protect the equipmentoperator from electrical shock and burn. Prevention Ensure that contractors and workers understandthat work should be planned to avoidpowerlines. Prepare forwork that must be donein close proximity toenergized powerlines bydeveloping writtenprocedures ahead oftime. Have overheadpowerlines moved,insulated, or de-energizedwhere possible.Insulating or “rubberizing” powerlines offerssome protection against brush contact in somecircumstances. The local utility may provide thisservice. Identify the voltage of the service by checking markings on the utility pole and calling theutility. If material must be stored underpowerlines, hang warning flags and signs toinform workers about the hazard and the needto obtain written procedures if hoisting. Provide instruction as part of site orientation: • Advise operators of large equipment where overhead and buried powerlines are and where overhead powerlines may be lowerthan expected. • Remind workers not to let a ladder, scaffold, or elevated work platform lean ordrift toward overhead powerlines. Alwaysmaintain minimum allowable clearances. • Inform all workers how powerline hazards are identified on site and that written Inside the limit of approach to the powerline.",
    "category": "electrical",
    "source": "",
    "keywords": [
      "safety",
      "information"
    ],
    "search_text": "26 – 9electrical hazards requirements construction regulation’s section 44 stating forexample “danger electrical power linesoverhead ” we recommend youinclude voltage • ensure equipment operator been provided written notification theelectrical hazard before beginning work • ensure there sign warning hazard visible operator theoperator’s station may come asticker machine check ensurethe sticker still legible • before operator starts work ensure employer equipmentoperator provides explains theprocedures equipment operator • competent worker designated signaller warn operator when anypart equipment load hoist linemay approach minimum distance thesignaller then full view theoperator clear view theequipment conductor section 106of construction regulation also applieswith respect designated signaller exemption measures only allowedif under authority owner theelectrical conductor typically local utility protective devices equipment installed written procedures implemented forexample using electrical & utilities safetyassociation e&usa ’s electrical utilities safetyrules adequate protect equipmentoperator electrical shock burn prevention ensure contractors workers understandthat work planned avoidpowerlines prepare forwork donein close proximity toenergized powerlines bydeveloping writtenprocedures ahead oftime overheadpowerlines moved insulated de-energizedwhere possible insulating “rubberizing” powerlines offerssome protection against brush contact somecircumstances local utility may provide thisservice identify voltage service checking markings utility pole calling theutility if material stored underpowerlines hang warning flags signs toinform workers about hazard needto obtain written procedures if hoisting provide instruction part site orientation • advise operators large equipment where overhead buried powerlines where overhead powerlines may lowerthan expected • remind workers not let ladder scaffold elevated work platform lean ordrift toward overhead powerlines alwaysmaintain minimum allowable clearances • inform all workers how powerline hazards identified site written inside limit approach powerline"
  },
  {
    "title": "Safety Information",
    "content": "26 – 10ELECTRICAL HAZARDS procedures are required prior to operating near them. • Review an appropriate emergency response for equipment operators andworkers assisting operators, in case contactshould occur. In the event of contact betweenequipment and overhead powerlines: 1.Stay on equipment . Don’t touch equipment and the ground at the sametime. Touching anything in contact withthe ground can be fatal. Stay on theequipment unless forced off because of alife-threatening hazard such as fire. Keep others away . Warn everyone not to touch the equipment or its load. Thatincludes buckets, outriggers, load lines,and any other part of the machine. Bewareof time-delayed relays. After line damagetrips a breaker, relays may still try torestore power. They may resetautomatically two or three times. Break contact . If possible, break contact by moving the equipment clear of thewires. This may not be feasible wherecontact has welded conductors toequipment, the hoist line, or the load. Call the local utility . Get someone to call the local electrical utility for help. Stayon the equipment until the utility shutsdown the line and confirms that power is off. Report incidents of powerline contactso that the utility can check for damagethat could cause the line to fail later. Jump clear . If forced to leave the equipment, jump carefully off the equipment onto the ground landing onlyon your feet, with your feet together. Touching the equipment and theground at the same time can be fatal. Touching the ground at different pointscan also be fatal. Shuffle slowly away fromthe equipment using very small steps tominimize the contact area with the ground. Report the contact. See “Reporting Electrical Accidents/Incidents” in thischapter. Hidden power supplies Digging into buried cable resulted in 282powerline contacts between 1998 and 2005 (seeTable 1). A great many of these resulted fromexcavating prior to getting a locate on theservice. If the electrical power cannot be shutoff during excavation, the owner (of the service)must be present to supervise the uncovering ofthe powerline. The following are some prevention measures for hidden powerlines. For underground powerlines: • Before excavating, request that the owner of the service locate and mark underground powerlines. • Contact the utility through Ontario One Call to locate all underground services. • Locate and mark underground lines on drawings that will be used for excavating. • Post warning signs along the route of underground powerlines. • When operators of excavation equipment arrive on site, advise them whereunderground services are located and howthey are identified.",
    "category": "electrical",
    "source": "",
    "keywords": [
      "safety",
      "information"
    ],
    "search_text": "26 – 10electrical hazards procedures required prior operating near them • review appropriate emergency response equipment operators andworkers assisting operators case contactshould occur event contact betweenequipment overhead powerlines 1 stay equipment don’t touch equipment ground sametime touching anything contact withthe ground fatal stay theequipment unless forced off because alife-threatening hazard such fire keep others away warn everyone not touch equipment load thatincludes buckets outriggers load lines any other part machine bewareof time-delayed relays after line damagetrips breaker relays may still try torestore power they may resetautomatically two three times break contact if possible break contact moving equipment clear thewires may not feasible wherecontact welded conductors toequipment hoist line load call local utility get someone call local electrical utility help stayon equipment until utility shutsdown line confirms power off report incidents powerline contactso utility check damagethat could cause line fail later jump clear if forced leave equipment jump carefully off equipment onto ground landing onlyon your feet your feet together touching equipment theground same time fatal touching ground different pointscan also fatal shuffle slowly away fromthe equipment using very small steps tominimize contact area ground report contact see “reporting electrical accidents incidents” thischapter hidden power supplies digging into buried cable resulted 282powerline contacts between 1998 2005 seetable 1 great many resulted fromexcavating prior getting locate theservice if electrical power cannot shutoff during excavation owner service present supervise uncovering ofthe powerline following some prevention measures hidden powerlines underground powerlines • before excavating request owner service locate mark underground powerlines • contact utility through ontario one call locate all underground services • locate mark underground lines drawings used excavating • post warning signs along route underground powerlines • when operators excavation equipment arrive site advise them whereunderground services located howthey identified"
  },
  {
    "title": "Safety Information",
    "content": "26 – 11ELECTRICAL HAZARDS For powerlines embedded in concrete: • Ensure various trades provide sleeving when concrete is poured to reduce the need to drill. • Try to have powerlines laid along dedicated sections of flooring and walls. • Mark powerline locations on drawings that will be referenced for drilling. • Use a location service to ex-ray the concrete and locate embedded powerlines. MULTIMETERS In the process of troubleshooting, electricalworkers face the risk of injury from impropermultimeter selection or use. Multimeters that aredesigned to meet the International Electro-technical Commission (IEC) 1010 andovervoltage category standards, when properlyused, offer the electrician an acceptable level ofprotection that is recognized by the electricalindustry. The use of fused leadsprovides additional protectionfor the worker. Why use overvoltage category rated multimeters? Momentary high-voltage transients or spikes can travelthrough a multimeter at any timeand without warning. Motors,capacitors, lightning, and powerconversion equipment such asvariable speed drives are allpossible sources of spikes.The IEC 1010 standard defines categories I throughIV that are abbreviated as CAT I, CAT II, CAT III,etc. The higher-numbered categories represent anelectrical environment that is susceptible to higher-energy spikes. For example, multimeters that aredesigned to the CAT IV standard provide theworker more protection from high transient voltagespikes than do CAT III, CAT II, or CAT I designs.See the diagram on the next page and Table 3below for an explanation of each category. Be sure that the multimeter model has been tested. Simply being designed to the CAT IIIstandard, for example, does not mean themultimeter was also tested to that standard. Look for proof of independent testing byan organization accredited by theStandards Council of Canada, suchas the CSA (Canadian StandardsAssociation) International logo,along with the appropriatecategory rating on the equipment. Reprinted in part with permission of Fluke Electronics Canada Inc.A failed multimeterTable 3.",
    "category": "electrical",
    "source": "",
    "keywords": [
      "safety",
      "information"
    ],
    "search_text": "26 – 11electrical hazards powerlines embedded concrete • ensure various trades provide sleeving when concrete poured reduce need drill • try powerlines laid along dedicated sections flooring walls • mark powerline locations drawings referenced drilling • use location service ex-ray concrete locate embedded powerlines multimeters process troubleshooting electricalworkers face risk injury impropermultimeter selection use multimeters aredesigned meet international electro-technical commission iec 1010 andovervoltage category standards when properlyused offer electrician acceptable level ofprotection recognized electricalindustry use fused leadsprovides additional protectionfor worker why use overvoltage category rated multimeters momentary high-voltage transients spikes travelthrough multimeter any timeand without warning motors capacitors lightning powerconversion equipment such asvariable speed drives allpossible sources spikes iec 1010 standard defines categories i throughiv abbreviated cat i cat ii cat iii etc higher-numbered categories represent anelectrical environment susceptible higher-energy spikes example multimeters aredesigned cat iv standard provide theworker more protection high transient voltagespikes than do cat iii cat ii cat i designs see diagram next page table 3below explanation each category sure multimeter model been tested simply being designed cat iiistandard example does not mean themultimeter also tested standard look proof independent testing byan organization accredited thestandards council canada suchas csa canadian standardsassociation international logo along appropriatecategory rating equipment reprinted part permission fluke electronics canada inc failed multimetertable 3"
  },
  {
    "title": "Safety Information",
    "content": "26 – 12ELECTRICAL HAZARDS leads should also be rated at the same or greater voltage than the multimeter. Understanding overvoltage installation categories The division of a power distribution system into catagories is based on the fact that a dangeroushigh-energy transient such as a lightning strikewill be attenuated or dampened as it travelsthrough the impedance (AC resistance) of thesystem. A higher CAT number refers to anelectrical environment with higher poweravailable and higher-energy transients.Therefore, a multimeter designed to the CAT IIIstandard is resistant to much higher-energytransients than one designed to the CAT IIstandard. Categories I through IV apply to low voltage (less than 1000 V) test equipment. Safe use of multimeters • Use only multimeters that display both the CSA logo (or equivalent) andthe CAT (I, II, III, or IV) designation. Categories I through IV apply to low voltage (less than1000 V) test equipment. • Check to ensure that the meter’s voltage rating is appropriate for the work beingdone. Be aware of multimeters with maximum voltage ratings typical of othercountries (550 V for example). • Use personal protective equipment such as arc flash fire-resistant clothing; eye andface protection; long sleeve shirts;dielectric safety boots; rubber gloves withleather protectors; and mats, blankets, orshields as required. Do not wear synthetic inner or outer clothing thatcan melt if an arc flash occurs. • Check the manufacturer’s manual for special cautions. Moisture and cold mayaffect the performance of your meter. • Wipe the multimeter and test leads clean to remove any surface contamination priorto use. • Use fused test leads. Ensure fused leads and internal probe fuses are rated as highas or higher than the equipment you aregoing to work on. A minimum of 30 kA isrecommended (200 kA is desirable). • Ensure that test leads are in the correct input jacks. • When the values to be measured are uncertain, start testing with high ranges ofthe multimeter, then move to the lowerranges. • Connect to the ground first, and disconnect from ground last. • Test the multimeter on a known power source to verify that the meter isfunctioning properly before and aftertesting the suspect circuit, using the samepower function for all three tests. Using a meter to confirm zero energyfor a lockout Set the meter to the power function to be usedfor validating the zero energy. Test to ensurethe meter is functioning correctly by testing ona known power source, then test the lockedout circuit to verify the power has beeneffectively isolated, and finally re-test on thesame known power supply to verify themeter’s fuse has not blown and the meter isstill functioning correctly on that power setting.",
    "category": "electrical",
    "source": "",
    "keywords": [
      "safety",
      "information"
    ],
    "search_text": "26 – 12electrical hazards leads also rated same greater voltage than multimeter understanding overvoltage installation categories division power distribution system into catagories based fact dangeroushigh-energy transient such lightning strikewill attenuated dampened travelsthrough impedance ac resistance thesystem higher cat number refers anelectrical environment higher poweravailable higher-energy transients therefore multimeter designed cat iiistandard resistant much higher-energytransients than one designed cat iistandard categories i through iv apply low voltage less than 1000 v test equipment safe use multimeters • use only multimeters display both csa logo equivalent andthe cat i ii iii iv designation categories i through iv apply low voltage less than1000 v test equipment • check ensure meter’s voltage rating appropriate work beingdone aware multimeters maximum voltage ratings typical othercountries 550 v example • use personal protective equipment such arc flash fire-resistant clothing eye andface protection long sleeve shirts dielectric safety boots rubber gloves withleather protectors mats blankets orshields required do not wear synthetic inner outer clothing thatcan melt if arc flash occurs • check manufacturer’s manual special cautions moisture cold mayaffect performance your meter • wipe multimeter test leads clean remove any surface contamination priorto use • use fused test leads ensure fused leads internal probe fuses rated highas higher than equipment you aregoing work minimum 30 ka isrecommended 200 ka desirable • ensure test leads correct input jacks • when values measured uncertain start testing high ranges ofthe multimeter then move lowerranges • connect ground first disconnect ground last • test multimeter known power source verify meter isfunctioning properly before aftertesting suspect circuit using samepower function all three tests using meter confirm zero energyfor lockout set meter power function usedfor validating zero energy test ensurethe meter functioning correctly testing ona known power source then test lockedout circuit verify power beeneffectively isolated finally re-test thesame known power supply verify themeter’s fuse not blown meter isstill functioning correctly power setting"
  },
  {
    "title": "Safety Information",
    "content": "26 – 14ELECTRICAL HAZARDS 3.Portable generators for use as a stand- alone supply for portable electrical devices must be labelled “ Neutral Bonded To “Portable Generators for portableelectrical devices shall be a generatorwith the neutral bonded to the case tofacilitate the operation of the overcurrentprotection device(s).” Labelling on newer portable generators must indicate the status ofthe neutral conductor and shall be marked oneach machine as follows: NEUTRAL BONDEDTO FRAME or NEUTRAL FLOATING. Electrical Safety Authority Flash notice 03-03-FL Portable generators with no connection between the neutral and the case cannot be used for a stand-alone electrical supply for theoperation of portable electrical equipment.Generators with no connection between theneutral and the case are intended to beconnected to a distribution system through atransfer switch. An example of this is a standbybackup system in a residential home whichkicks in upon failure of the utility supply. Thesegenerators will be labelled “Neutral Floating” . OTHER ELECTRICAL ISSUES Electromagnetic induction Electromagnetic induction can create an electriccurrent in a dead circuit. The condition occurswhen a magnetic field from another wire,circuit, or device cuts across a wire in its pathand produces a charge in that wire. Temporarygrounding will prevent electromagneticinduction. The temporary grounding cable mustbe the same size conductor as the one foundwithin the circuit. A ground conductor provides a direct physicalconnection to the mass of the earth. A grounding conductor limits the voltage or current to the ground during normal operation,and also prevents excessive voltages due tolightning strikes. A temporary ground provides a direct physical connection to the mass of the earth. Temporarygrounding typically involves the use of a wire orcable that has one end connected to a de-energized circuit, and the other end to a knowngrounded connection. The known groundedconnection can be the equipment frame (notethat if the equipment is electrically isolated, theframe may not provide an effective grounded Labelled “Neutral Floating”.",
    "category": "electrical",
    "source": "",
    "keywords": [
      "safety",
      "information"
    ],
    "search_text": "26 – 14electrical hazards 3 portable generators use stand- alone supply portable electrical devices labelled “ neutral bonded “portable generators portableelectrical devices shall generatorwith neutral bonded case tofacilitate operation overcurrentprotection device s ” labelling newer portable generators indicate status ofthe neutral conductor shall marked oneach machine follows neutral bondedto frame neutral floating electrical safety authority flash notice 03-03-fl portable generators no connection between neutral case cannot used stand-alone electrical supply theoperation portable electrical equipment generators no connection between theneutral case intended beconnected distribution system through atransfer switch example standbybackup system residential home whichkicks upon failure utility supply thesegenerators labelled “neutral floating” other electrical issues electromagnetic induction electromagnetic induction create electriccurrent dead circuit condition occurswhen magnetic field another wire circuit device cuts across wire pathand produces charge wire temporarygrounding prevent electromagneticinduction temporary grounding cable mustbe same size conductor one foundwithin circuit ground conductor provides direct physicalconnection mass earth grounding conductor limits voltage current ground during normal operation also prevents excessive voltages due tolightning strikes temporary ground provides direct physical connection mass earth temporarygrounding typically involves use wire orcable one end connected de-energized circuit other end knowngrounded connection known groundedconnection equipment frame notethat if equipment electrically isolated theframe may not provide effective grounded labelled “neutral floating”"
  },
  {
    "title": "Safety Information",
    "content": "26 – 15ELECTRICAL HAZARDS connection), a metal water pipe, a ground electrode, or other acceptable grounding medium. Ground all phases. Attach a temporary ground cable to the system and keep it in place untilwork is completed. Connecting and disconnecting conductors Disconnect devices used to isolate electricalequipment must be certified by CSAInternational or another certification bodyaccredited by the Standards Council of Canada.It is important that the device has theappropriate rating for the available current andload it is serving. Never assume a circuit hasbeen de-energized when the disconnect is in theopen position. Check for power in allconductors, then follow prescribed lockout andtagging procedures before beginning work. Capacitors Isolate the capacitor by opening the circuitbreaker or the isolation device connecting it tothe circuit. Drain off the accumulated charge forfive to ten minutes with the system device. Shortcircuit and ground the capacitor using a hotstick and required personal protectiveequipment. Electrical fires Never put water on fires in live electricalequipment or wiring. Water is a conductor andincreases the risk of arc flash and electrocution.An electrical fire in a confined space can rapidlydeplete oxygen and may release toxic fumes. Ifpossible, switch off power. Avoid inhaling fumesand vacate the area at once. If necessary,breathe through a damp cloth and stay close tothe floor. Use a Class C fire extinguisher.Intended for electrical fires, Class Cextinguishers employ a non-conductiveextinguishing agent. An ABC fire extinguishermay also be used on an electrical fire. Everyworker who may be required to use a fireextinguisher must be trained in its use. Reportfires immediately. Wiring or equipment involvedin a fire must be inspected by the electricalutility inspector before being reactivated. REPORTING ELECTRICAL ACCIDENTS/INCIDENTS All accidents, regardless of severity, must be reported promptly to management and theimmediate supervisor, and a record should bekept at the jobsite. When a serious or fatalinjury involves a union member, the unionoffice and steward must be notifiedimmediately. Labour and management shouldcooperate fully in conducting an investigation. Part VII of the Occupational Health and Safety Actspecifies the requirements for notification in the event of fatalities, injuries, and accidents. In the event of an accident that requires reportingand investigation, care should be taken not todisturb the accident scene, nor should equipmentor tools involved in the accident be removed. Contact with an overhead powerline Contact with an overhead powerline must bereported to multiple parties. If accidental contact occurs with an energized powerline carrying 750 V or more, report thecontact to the inspection department of theElectrical Safety Authority (ESA), and providewritten notice to the Ministry of Labour, jointhealth and safety committee or health and safetyrepresentative, and trade union. Fatality or critical injury A written report is required under subsection 51 (1) of the Act, respecting an occurrence inwhich a person is killed or critically injured.(See box on next page.) Section 53 of the Act: Where a notice or report is not required under section 51 or 52, and an • accident • premature or unexpected explosion, fire, flood or inrush of water • failure of any equipment, machine, device, article, or thing.",
    "category": "electrical",
    "source": "",
    "keywords": [
      "safety",
      "information"
    ],
    "search_text": "26 – 15electrical hazards connection metal water pipe ground electrode other acceptable grounding medium ground all phases attach temporary ground cable system keep place untilwork completed connecting disconnecting conductors disconnect devices used isolate electricalequipment certified csainternational another certification bodyaccredited standards council canada important device theappropriate rating available current andload serving never assume circuit hasbeen de-energized when disconnect theopen position check power allconductors then follow prescribed lockout andtagging procedures before beginning work capacitors isolate capacitor opening circuitbreaker isolation device connecting tothe circuit drain off accumulated charge forfive ten minutes system device shortcircuit ground capacitor using hotstick required personal protectiveequipment electrical fires never put water fires live electricalequipment wiring water conductor andincreases risk arc flash electrocution electrical fire confined space rapidlydeplete oxygen may release toxic fumes ifpossible switch off power avoid inhaling fumesand vacate area once if necessary breathe through damp cloth stay close tothe floor use class c fire extinguisher intended electrical fires class cextinguishers employ non-conductiveextinguishing agent abc fire extinguishermay also used electrical fire everyworker who may required use fireextinguisher trained use reportfires immediately wiring equipment involvedin fire inspected electricalutility inspector before being reactivated reporting electrical accidents incidents all accidents regardless severity reported promptly management theimmediate supervisor record bekept jobsite when serious fatalinjury involves union member unionoffice steward notifiedimmediately labour management shouldcooperate fully conducting investigation part vii occupational health safety actspecifies requirements notification event fatalities injuries accidents event accident requires reportingand investigation care taken not todisturb accident scene nor equipmentor tools involved accident removed contact overhead powerline contact overhead powerline bereported multiple parties if accidental contact occurs energized powerline carrying 750 v more report thecontact inspection department theelectrical safety authority esa providewritten notice ministry labour jointhealth safety committee health safetyrepresentative trade union fatality critical injury written report required under subsection 51 1 act respecting occurrence inwhich person killed critically injured see box next page section 53 act where notice report not required under section 51 52 • accident • premature unexpected explosion fire flood inrush water • failure any equipment machine device article thing"
  },
  {
    "title": "Safety Information",
    "content": "26 – 16ELECTRICAL HAZARDS • cave-in, subsidence, rockburst • or other incident as prescribed (see box occurs at a project site, mine, or mining plant, notice in writing of the occurrence shall be givento a director, the joint health and safety committeeor health and safety representative, and tradeunion, if any, by the constructor of the project orthe owner of the mine or mining plant within twodays of the occurrence containing suchinformation and particulars as are prescribed.Reporting serious electrical incidents to An owner, contractor, or operator of a facility must report any serious electrical incident to theInspection Department of the ESA within 48hours after the occurrence. Notice of accident, explosion or fire causing injury If a person is disabled from performing his or her usual work or requires medical attentionbecause of an accident, explosion, or fire at aworkplace, but no person dies or is criticallyinjured because of that occurrence, theemployer shall, within four days of theoccurrence, give written notice of theoccurrence containing the prescribedinformation and particulars to the following: 1. The joint health and safety committee or the health and safety representative, andthe trade union, if any. 2. The Director, if an inspector requires notification of the Director.For the purpose of the Act, the Regulations, and the Ontario Electrical Safety Code,“critically injured” means an injury of aserious nature that, • places life in jeopardy; • produces unconsciousness;• results in substantial loss of blood;• involves the fracture of a leg or arm but not a finger or toe; • involves the amputation of a leg, arm, hand, or foot but not a finger or toe; • consists of burns to a major portion of the body; or, • causes the loss of sight in an eye. Note: O. Reg. 834 and Ontario Electrical Safety Code (OESC) (twenty third edition 2002) use virtually identical wording for the definition of “critically injured.” For the purpose of section 53 of the Act, a prescribed incident includes: • accidental contact by a worker or by a worker’s tool or equipment with energized electrical equipment, installations orconductors. s.11 O. Reg. 213/91 • Accidental contact by a crane, similar hoisting device, backhoe, power shovelor other vehicle or equipment or its loadwith an energized electrical conductorrated at more than 750 volts. s.11 O. Reg. 213/91“Serious electrical incident” means, a) Any electrical contact which causes death or critical* injury to a person, or b)Any fire or any explosion or any condition suspected of being electrical in origin which might have caused a fire,explosion, loss of life, critical* injury to aperson, or damage to property, or c) Any electrical contact with electrical equipment operating at over 750 volts, or d)Any explosion or fire of electrical equipment operating at over 750 volts. * see definition of “critically injured” under“Fatality or Critical Injury” above.",
    "category": "electrical",
    "source": "",
    "keywords": [
      "safety",
      "information"
    ],
    "search_text": "26 – 16electrical hazards • cave-in subsidence rockburst • other incident prescribed see box occurs project site mine mining plant notice writing occurrence shall givento director joint health safety committeeor health safety representative tradeunion if any constructor project orthe owner mine mining plant within twodays occurrence containing suchinformation particulars prescribed reporting serious electrical incidents owner contractor operator facility report any serious electrical incident theinspection department esa within 48hours after occurrence notice accident explosion fire causing injury if person disabled performing his her usual work requires medical attentionbecause accident explosion fire aworkplace but no person dies criticallyinjured because occurrence theemployer shall within four days theoccurrence give written notice theoccurrence containing prescribedinformation particulars following 1 joint health safety committee health safety representative andthe trade union if any 2 director if inspector requires notification director purpose act regulations ontario electrical safety code “critically injured” means injury aserious nature • places life jeopardy • produces unconsciousness • results substantial loss blood • involves fracture leg arm but not finger toe • involves amputation leg arm hand foot but not finger toe • consists burns major portion body • causes loss sight eye note o reg 834 ontario electrical safety code oesc twenty third edition 2002 use virtually identical wording definition “critically injured ” purpose section 53 act prescribed incident includes • accidental contact worker worker’s tool equipment energized electrical equipment installations orconductors s 11 o reg 213 91 • accidental contact crane similar hoisting device backhoe power shovelor other vehicle equipment loadwith energized electrical conductorrated more than 750 volts s 11 o reg 213 91“serious electrical incident” means any electrical contact which causes death critical* injury person b any fire any explosion any condition suspected being electrical origin which might caused fire explosion loss life critical* injury aperson damage property c any electrical contact electrical equipment operating over 750 volts d any explosion fire electrical equipment operating over 750 volts * see definition “critically injured” under“fatality critical injury” above"
  },
  {
    "title": "Safety Information",
    "content": "27 – 127 LOCKOUT AND TAGGING • What is lockout and tagging? • Forms of energy• Procedure• Planning steps• Explanation of steps• Summary WHAT IS LOCKOUT AND TAGGING? Lockout and tagging ensures that hazardous energy sources are under the control of each worker. Serious orfatal accidents can occur when people assume thatmachinery is turned off or made harmless— but it isn’t . Lockout is a procedure that prevents the release of hazardous energy. It often involves workers using a padlock to keep a switch in the “off” position, or to isolate the energy of moving parts. This prevents electric shock,sudden movement of components, chemical combustion,falling counterweights, and other actions that canendanger lives. Lockout is a physical way to ensure thatthe energy source is de-energized, deactivated, orotherwise inoperable. Tagging tells others that the device is locked out, who has locked it out, and why. Tagged devices and systems must not be re-energized without the authority of thosenamed on the tag. FORMS OF ENERGY When most people think of uncontrolled hazardousenergy, they think of electricity. But construction crewsdoing work in industrial or office settings often have tolock out and tag a variety of energy sources. Here are themain types. •Electrical—electrical panels, generators, lighting systems, etc. •Mechanical (the energy of moving parts)—flywheels, blades, fans, conveyor belts, etc. •Potential (stored energy that can be released during work)—suspended loads, compressed air, electrical capacitors, accumulated bulk goods, coiled springs, chemical reactions, changing states (solid—liquid—gas), etc. •Hydraulic —presses, rams, cylinders, cranes, forklifts, •Pneumatic—lines, compression tanks, tools, etc. •Thermal—steam, hot water, fire, etc. •Chemical—flammable materials, corrosive substances, vapours, etc. Some equipment may involve more than one type of energy, and pose unexpected hazards. For example, a machine may have an electrically operated componentwith a hydraulic or pneumatic primary power source, or it may become activated on a timed schedule. With someequipment, gravity and momentum can presentunexpected hazards. Y ou must recognize and control conditions such as these. Switches, power sources, controls, interlocks, pneumatics,hydraulics, computer-controlled sources, gravity-operatedsources—all of these must be locked out andappropriately tagged by each worker involved. Many plants or industrial establishments will have specificprocedures for lockout and tagging. This makes sensebecause the in-plant workforce will have proven itsprocedures through use on the particular system ormachine in question. Follow these procedures, but also verify that all energy sources have been isolated because construction workmay differ from routine plant maintenance. Plant personnel may shut down machines, equipment, or processes. In other cases, plant representatives mayissue permits: 1) a work permit to allow work on theirequipment and 2) a lockout permit to ensure that alllockout procedures are followed before work begins. A written safe work procedure for lockout and tagging is essential. Once implemented and followed, a goodprocedure ensures that no form of energy can harmanyone during a lockout. A written procedure helps to ensure that lockout and tagging have been thoroughly and effectively carried outbefore work begins. It should include • training requirements for workers and supervisors • quality, type, and colour of locks, scissors, chains, blanks, blinds, and other lockout devices • method of identifying lock owners• control of keys for locks• colour, shape, size, and material for tags• method of securing tags and information to be • communication and authorization procedure for shutting down and starting up machinery and • record-keeping requirements • itemized steps to meet lockout objectives. LOCKOUT AND TAGGING Know the law Section 190 of the Construction Regulation (O. Reg. 213/91) lists the requirements for lockout and tagging,including the requirement that “written procedures for compliance with this section shall be established and implemented.”.",
    "category": "electrical",
    "source": "",
    "keywords": [
      "safety",
      "information"
    ],
    "search_text": "27 – 127 lockout tagging • what lockout tagging • forms energy• procedure• planning steps• explanation steps• summary what lockout tagging lockout tagging ensures hazardous energy sources under control each worker serious orfatal accidents occur when people assume thatmachinery turned off made harmless— but isn’t lockout procedure prevents release hazardous energy often involves workers using padlock keep switch “off” position isolate energy moving parts prevents electric shock sudden movement components chemical combustion falling counterweights other actions canendanger lives lockout physical way ensure thatthe energy source de-energized deactivated orotherwise inoperable tagging tells others device locked out who locked out why tagged devices systems not re-energized without authority thosenamed tag forms energy when most people think uncontrolled hazardousenergy they think electricity but construction crewsdoing work industrial office settings often tolock out tag variety energy sources here themain types •electrical—electrical panels generators lighting systems etc •mechanical energy moving parts —flywheels blades fans conveyor belts etc •potential stored energy released during work —suspended loads compressed air electrical capacitors accumulated bulk goods coiled springs chemical reactions changing states solid—liquid—gas etc •hydraulic —presses rams cylinders cranes forklifts •pneumatic—lines compression tanks tools etc •thermal—steam hot water fire etc •chemical—flammable materials corrosive substances vapours etc some equipment may involve more than one type energy pose unexpected hazards example machine may electrically operated componentwith hydraulic pneumatic primary power source may become activated timed schedule someequipment gravity momentum presentunexpected hazards y ou recognize control conditions such switches power sources controls interlocks pneumatics hydraulics computer-controlled sources gravity-operatedsources—all locked out andappropriately tagged each worker involved many plants industrial establishments specificprocedures lockout tagging makes sensebecause in-plant workforce proven itsprocedures through use particular system ormachine question follow procedures but also verify all energy sources been isolated because construction workmay differ routine plant maintenance plant personnel may shut down machines equipment processes other cases plant representatives mayissue permits 1 work permit allow work theirequipment 2 lockout permit ensure alllockout procedures followed before work begins written safe work procedure lockout tagging essential once implemented followed goodprocedure ensures no form energy harmanyone during lockout written procedure helps ensure lockout tagging been thoroughly effectively carried outbefore work begins include • training requirements workers supervisors • quality type colour locks scissors chains blanks blinds other lockout devices • method identifying lock owners• control keys locks• colour shape size material tags• method securing tags information • communication authorization procedure shutting down starting up machinery • record-keeping requirements • itemized steps meet lockout objectives lockout tagging know law section 190 construction regulation o reg 213 91 lists requirements lockout tagging including requirement “written procedures compliance section shall established implemented ”"
  },
  {
    "title": "Safety Information",
    "content": "27 – 2LOCKOUT AND TAGGING 1. Locate area. Identify equipment, machinery, etc. 2. Identify all energy sources 3. Determine parts to be locked out 4. Determine proper lockout methods 5. Notify affected personnel 6. Shut down equipment 7. Lock out equipment 8. Tag locked-out equipment 9. Verify: zero-energy state? 12. Restore power Work still required? 13. Return control to operating personnel 14. Record date/time lockout removed and system restored11. Communicate that work is complete and all personnel are clear10. Perform the work Hazardous energy not controlledPLANNING STEPS NoSpecific lockout procedures will vary depending on the work and the processes which must be shut down. The following chart can help you develop specific procedures.",
    "category": "electrical",
    "source": "",
    "keywords": [
      "safety",
      "information"
    ],
    "search_text": "27 – 2lockout tagging 1 locate area identify equipment machinery etc 2 identify all energy sources 3 determine parts locked out 4 determine proper lockout methods 5 notify affected personnel 6 shut down equipment 7 lock out equipment 8 tag locked-out equipment 9 verify zero-energy state 12 restore power work still required 13 return control operating personnel 14 record date time lockout removed system restored11 communicate work complete all personnel clear10 perform work hazardous energy not controlledplanning steps nospecific lockout procedures vary depending work processes which shut down following chart help you develop specific procedures"
  },
  {
    "title": "Safety Information",
    "content": "27 – 3EXPLANATION OF STEPS STEP 1: LOCATE WORK AREA AND IDENTIFY EQUIPMENT, MACHINERY, OR OTHER SYSTEMCOMPONENTS TO BE WORKED ON Identify the area with references such as floor, room name, elevation, or column number. Identify theequipment that is the subject of the work. STEP 2: IDENTIFY ALL ENERGY SOURCES Identify all energy sources affecting the equipment or machinery. Identify the various energy forms to be lockedout such as electrical, momentum, pneumatic, hydraulic,steam, and gravity. STEP 3: IDENTIFY THE PARTS TO BE LOCKED OUT OR ISOLATED Identify systems that affect, or are affected by, the work being performed. These may include primary, secondary,backup, or emergency systems and interlocked remoteequipment. Review the current system drawings for remote energy sources and, where required, identify and confirm with theclient or owner the existence and location of any switches,power sources, controls, interlocks, or other devicesnecessary to isolate the system. Remember that equipment may also be affected by • time restrictions for completing the work • time-activated devices. STEP 4: DETERMINE LOCKOUT METHODS Confirm that the lockout of all energy sources is possible. Some equipment may have to be kept operational to maintain service to other equipment that cannot be shutdown. Take appropriate steps to provide protection forworkers while working near operating equipment. Equipment that can be locked out should be locked out by the methods most appropriate to the hazards. STEP 5: NOTIFY ALL PERSONNEL AFFECTED Shutting down equipment may affect operations in other locations, incoming shifts, or other trades who may beplanning to operate the locked-out system. Beforeproceeding with the lockout, inform all personnel who willbe affected. At construction sites with a large workforce or at relatively large factories, you may need to have specialcommunication methods and permits or approvals.STEP 6: SHUT DOWN EQUIPMENT AND MACHINERY Qualified personnel must shut down the equipment, machinery, or other system components, placing them ina zero-energy state. Trace all systems to locate and lockout energy sources. The main source may be electrical,for instance, but pneumatic and other forms of energymay also be present. Always look for other possibleenergy sources. All equipment capable of being energized or activated electrically, pneumatically, or hydraulically must be de-energized or de-activated by physically disconnecting or otherwise making the apparatus inoperable. Always ensure that the client and operators are aware of the plan to shut down and lock out equipment, machinery,or other system components. In some cases, operationspersonnel or equipment operators may be required to shutdown components because of their special qualificationsor knowledge of the system. In determining what needs to be shut down and locked out, consider the different energy sources that may befound in the system. STEP 7: INSTALL LOCKOUT DEVICES After the circuit has been de-energized and locked out by the person in charge, each worker involved in thelockout must be protected by placing his or herpersonal lock on the isolating device. Remember —even though the disconnect is already locked out, you are not protected until you attach your ownpersonal safety lock. Each worker must retain his or her key while the lock is in place. Only the worker in charge of the lock should have akey. Remember . . . • Merely removing a fuse doesn’t constitute lockout. The fuse could be easily replaced. The fuse should be removed and the box locked out. • The lockout devices attached to one system should not prevent access to the controls and energy-isolating devices of another system. Locks should be high-quality pin-type, key-operated, and numbered to identifyusers. Multiple locks and lockout bars When several workers or trades are working on a machine, you can add additional locks by using a lockoutbar. Y ou can add any number of locks by inserting anotherlockout bar into the last hole of the previous bar.LOCKOUT AND TAGGING In-plant procedures specified by the owner or clienttake precedence over the procedures outlined here,provided there is no contravention of existing codes orlaws.",
    "category": "electrical",
    "source": "",
    "keywords": [
      "safety",
      "information"
    ],
    "search_text": "27 – 3explanation steps step 1 locate work area identify equipment machinery other systemcomponents worked identify area references such floor room name elevation column number identify theequipment subject work step 2 identify all energy sources identify all energy sources affecting equipment machinery identify various energy forms lockedout such electrical momentum pneumatic hydraulic steam gravity step 3 identify parts locked out isolated identify systems affect affected work being performed may include primary secondary backup emergency systems interlocked remoteequipment review current system drawings remote energy sources where required identify confirm theclient owner existence location any switches power sources controls interlocks other devicesnecessary isolate system remember equipment may also affected • time restrictions completing work • time-activated devices step 4 determine lockout methods confirm lockout all energy sources possible some equipment may kept operational maintain service other equipment cannot shutdown take appropriate steps provide protection forworkers while working near operating equipment equipment locked out locked out methods most appropriate hazards step 5 notify all personnel affected shutting down equipment may affect operations other locations incoming shifts other trades who may beplanning operate locked-out system beforeproceeding lockout inform all personnel who willbe affected construction sites large workforce relatively large factories you may need specialcommunication methods permits approvals step 6 shut down equipment machinery qualified personnel shut down equipment machinery other system components placing them ina zero-energy state trace all systems locate lockout energy sources main source may electrical instance but pneumatic other forms energymay also present always look other possibleenergy sources all equipment capable being energized activated electrically pneumatically hydraulically de-energized de-activated physically disconnecting otherwise making apparatus inoperable always ensure client operators aware plan shut down lock out equipment machinery other system components some cases operationspersonnel equipment operators may required shutdown components because their special qualificationsor knowledge system determining what needs shut down locked out consider different energy sources may befound system step 7 install lockout devices after circuit been de-energized locked out person charge each worker involved thelockout protected placing his herpersonal lock isolating device remember —even though disconnect already locked out you not protected until you attach your ownpersonal safety lock each worker retain his her key while lock place only worker charge lock akey remember • merely removing fuse doesn’t constitute lockout fuse could easily replaced fuse removed box locked out • lockout devices attached one system not prevent access controls energy-isolating devices another system locks high-quality pin-type key-operated numbered identifyusers multiple locks lockout bars when several workers trades working machine you add additional locks using lockoutbar y ou add any number locks inserting anotherlockout bar into last hole previous bar lockout tagging in-plant procedures specified owner clienttake precedence over procedures outlined here provided there no contravention existing codes orlaws"
  },
  {
    "title": "Safety Information",
    "content": "27 – 4Other lockout devices Scissors—have holes for locks and should be made of hardened steel. Chains—should be high quality and snug Blocks or cribbing —prevent or restrict movement of parts. Blanks or blinds —are solid metal plates inserted at flanged connections to preventthe flow of liquids or gases. Pins and clamps—should be of high-quality materials anddesigned to fit the system. STEP 8: TAGGING Section 190 of the Construction Regulation (O. Reg. 213/91) requires each worker involved in a lockoutoperation to attach a durable tag to his or her personallock. The tag must identify the worker’s name, theworker’s employer, the date and time of lockout, the workarea involved, and the reason for the lockout. A tag in itself offers no guarantee that a machine or system is locked out. It simply provides information. Signs must be placed on the system indicating that • it must not be energized or operated • guards, locks, temporary ground cables, chains, tags, and other safeguards must not be tampered with or removed until a) the work is complete, and b) each worker has removed his or her personal A record must be kept of all equipment locked out or otherwise rendered inoperable so that all of these devicescan be reactivated once the work is complete.STEP 9: VERIFY ZERO-ENERGY STATE After any power or product remaining in the equipment has been discharged or disconnected by qualifiedpersonnel, verify that all personnel are clear of theequipment. Then try, with extreme caution, to start theequipment manually. Look for any movement or functions.If none are observed, confirm that all energy sources areat a zero-energy state. Test the system to ensure that all electrical components are de-energized and de-activated, including interlockingand dependent systems that could feed into the system,either mechanically or electrically. STEP 10: PERFORM THE TASK Carry out and complete the work assignment. STEP 11: COMMUNICATE THAT WORK IS COMPLETE AND THAT ALL PERSONNEL ARE CLEAR • Ensure that personnel are clear of the locked-out equipment, machinery, or system. • Remove only your tags and locks. • Tell personnel that were originally informed of the lockout that the equipment, machinery, or system is no longer locked out. STEP 12: RESTORE POWER Return systems to operational status and the switches to power ON. Have qualified personnel restart machinery orequipment. STEP 13: RETURN CONTROL TO OPERATING When all work is completed, the person in charge of the lockout operation should formally return control of theequipment or system to plant personnel. STEP 14: RECORD DATE/TIME LOCKOUT REMOVED AND SYSTEM RESTORED This last step is important. It saves valuable information that may be lost if not recorded. Staff involved in theshutdown may not remain at the same jobsite. Owners oroperators may require this information to help plan futureshutdowns. Lockout can ensure the safety of a single mechanic working alone or of hundreds of workers in a factory. Ineither situation, a procedure for safe lockout and taggingmust be written, implemented, and followed step by step. Lockout and tagging procedures help to ensure that • all energy sources are identified and locked out • energy is not inadvertently restored while work is proceeding • maintenance, repair, installation, and other jobs can be carried out safely • records are kept. LOCKOUT AND TAGGING Blank / blind Front Back.",
    "category": "electrical",
    "source": "",
    "keywords": [
      "safety",
      "information"
    ],
    "search_text": "27 – 4other lockout devices scissors—have holes locks made hardened steel chains—should high quality snug blocks cribbing —prevent restrict movement parts blanks blinds —are solid metal plates inserted flanged connections preventthe flow liquids gases pins clamps—should high-quality materials anddesigned fit system step 8 tagging section 190 construction regulation o reg 213 91 requires each worker involved lockoutoperation attach durable tag his her personallock tag identify worker’s name theworker’s employer date time lockout workarea involved reason lockout tag itself offers no guarantee machine system locked out simply provides information signs placed system indicating • not energized operated • guards locks temporary ground cables chains tags other safeguards not tampered removed until work complete b each worker removed his her personal record kept all equipment locked out otherwise rendered inoperable so all devicescan reactivated once work complete step 9 verify zero-energy state after any power product remaining equipment been discharged disconnected qualifiedpersonnel verify all personnel clear theequipment then try extreme caution start theequipment manually look any movement functions if none observed confirm all energy sources areat zero-energy state test system ensure all electrical components de-energized de-activated including interlockingand dependent systems could feed into system either mechanically electrically step 10 perform task carry out complete work assignment step 11 communicate work complete all personnel clear • ensure personnel clear locked-out equipment machinery system • remove only your tags locks • tell personnel originally informed lockout equipment machinery system no longer locked out step 12 restore power return systems operational status switches power qualified personnel restart machinery orequipment step 13 return control operating when all work completed person charge lockout operation formally return control theequipment system plant personnel step 14 record date time lockout removed system restored last step important saves valuable information may lost if not recorded staff involved theshutdown may not remain same jobsite owners oroperators may require information help plan futureshutdowns lockout ensure safety single mechanic working alone hundreds workers factory ineither situation procedure safe lockout taggingmust written implemented followed step step lockout tagging procedures help ensure • all energy sources identified locked out • energy not inadvertently restored while work proceeding • maintenance repair installation other jobs carried out safely • records kept lockout tagging blank blind front back"
  },
  {
    "title": "Safety Information",
    "content": "31 – 12TRENCHING • Keep away from the operation if you are not directly involved in the work. • Wear hearing protection if working in vicinity of the hydrovac truck. • Be aware of the hazards, such as slips from the runoff water and ice during the • Wear appropriate eye and face protection such as safety glasses and faceshields.They will protect you from getting anyairbourne debris (caused by splashing) inyour eyes. • Keep clear of the vacuum. It is powerful and can cause serious injury or even deathif you are caught in the tube. Breaks — Breaks in electrical, gas, and water services can cause serious injuries, even deaths. Hitting an underground electrical line can resultin electrocution, while hitting a gas line cancause an explosion. A broken water line canrelease a sudden rush of water, washing outsupport systems and causing a cave-in. Cutting telephone lines can create a serious problem if emergency calls for police, fire, orambulance are required. In the event of gas line contact, call the gas company immediately. The company will checkthe line and close down the supply if necessary. If a leak is suspected, people in the immediate area should be told to evacuate. Where service toa building or home has been struck, peopleinside should be advised to leave doors andwindows open; shut off appliances, furnaces, andother sources of ignition; and vacate the premisesuntil the gas company declares it safe to return. Construction personnel should take two precautions. 1)Put out smoking materials and shut off other sources of ignition such as engines and equipment.2)Leave the trench immediately. Gas can collect there. Overhead powerlines When equipment operates within reach of (and could therefore encroach on) the minimumpermitted distance from a live overhead powerline,the constructor must have written procedures inplace to prevent the equipment from encroachingon the minimum distance. If equipment touches a high-voltage line, the operator should take the followingprecautions. 1)Stay on the machine. Don’t touch equipment and ground at same time.Touching anything in contact with theground could be fatal. 2)Anyone operating accessory equipment should also remain on that equipment.They should also avoid making contactwith the ground and the equipment at thesame time.Voltage Rating of Powerline Minimum Distance 750 or more volts, but not 3 metres (10') more than 150,000 volts more than 150,000 but 4.5 metres (15') not more than 250,000 volts more than 250,000 volts 6 metres (20') Keep people away from machine if there is a powerline contact. Stay on the machine unless there is an emergency such as fire.",
    "category": "electrical",
    "source": "",
    "keywords": [
      "safety",
      "information"
    ],
    "search_text": "31 – 12trenching • keep away operation if you not directly involved work • wear hearing protection if working vicinity hydrovac truck • aware hazards such slips runoff water ice during • wear appropriate eye face protection such safety glasses faceshields they protect you getting anyairbourne debris caused splashing inyour eyes • keep clear vacuum powerful cause serious injury even deathif you caught tube breaks — breaks electrical gas water services cause serious injuries even deaths hitting underground electrical line resultin electrocution while hitting gas line cancause explosion broken water line canrelease sudden rush water washing outsupport systems causing cave-in cutting telephone lines create serious problem if emergency calls police fire orambulance required event gas line contact call gas company immediately company checkthe line close down supply if necessary if leak suspected people immediate area told evacuate where service toa building home been struck peopleinside advised leave doors andwindows open shut off appliances furnaces andother sources ignition vacate premisesuntil gas company declares safe return construction personnel take two precautions 1 put out smoking materials shut off other sources ignition such engines equipment 2 leave trench immediately gas collect there overhead powerlines when equipment operates within reach could therefore encroach minimumpermitted distance live overhead powerline constructor written procedures inplace prevent equipment encroachingon minimum distance if equipment touches high-voltage line operator take followingprecautions 1 stay machine don’t touch equipment ground same time touching anything contact theground could fatal 2 anyone operating accessory equipment also remain equipment they also avoid making contactwith ground equipment thesame time voltage rating powerline minimum distance 750 more volts but not 3 metres 10' more than 150 000 volts more than 150 000 but 4 5 metres 15' not more than 250 000 volts more than 250 000 volts 6 metres 20' keep people away machine if there powerline contact stay machine unless there emergency such fire"
  },
  {
    "title": "Safety Information",
    "content": "31 – 13TRENCHING 3)Keep others away. Warn them not to touch the load, load lines, boom, bucket, or any other part of the equipment (Figure 26). 4)Get someone to call the local utility to shut off power. 5)If possible, the operator (while remaining on the machine) can try to break contactby moving the machine clear of the wires. Warning: Beware of time relays. Evenafter breakers are tripped by linedamage, relays may be triggered torestore power. 6)If the operator can’t break contact by moving the machine (while remaining onit), do not move the machine until theutility shuts down the line and confirmsthat power is off. 7)If an emergency such as fire forces you to leave the machine, jump clear (Figure 27).Never step down. If part of your bodycontacts the ground while another parttouches the machine, current will travelthrough you.8)Jump with feet together and shuffle away in small steps. Don’t take big steps. Withvoltage differential across the ground, onefoot may be in a higher voltage area thanthe other. The difference can kill you(Figure 28). Special precautions are required for casualties incontact with live powerlines or equipment. 1)Never touch the casualty or anything in contact with the casualty. 2)If possible, break contact. Use a dry board, rubber hose, or dry polypropylene rope tomove either the casualty or the line. Anobject can sometimes be thrown toseparate the casualty from the wire. Warning : Touching the casualty, even with dry wood or rubber, can bedangerous. With high voltage lines,objects that are normally insulatorscan become conductors. 3)Call emergency services — in most cases ambulance, fire department, and utility. Voltage differential across the ground caninjure or kill you. If an emergency forces you to leave the machine, jump clear with feet together and shuffle away — never step down.",
    "category": "electrical",
    "source": "",
    "keywords": [
      "safety",
      "information"
    ],
    "search_text": "31 – 13trenching 3 keep others away warn them not touch load load lines boom bucket any other part equipment figure 26 4 get someone call local utility shut off power 5 if possible operator while remaining machine try break contactby moving machine clear wires warning beware time relays evenafter breakers tripped linedamage relays may triggered torestore power 6 if operator can’t break contact moving machine while remaining onit do not move machine until theutility shuts down line confirmsthat power off 7 if emergency such fire forces you leave machine jump clear figure 27 never step down if part your bodycontacts ground while another parttouches machine current travelthrough you 8 jump feet together shuffle away small steps don’t take big steps withvoltage differential across ground onefoot may higher voltage area thanthe other difference kill you figure 28 special precautions required casualties incontact live powerlines equipment 1 never touch casualty anything contact casualty 2 if possible break contact use dry board rubber hose dry polypropylene rope tomove either casualty line anobject sometimes thrown toseparate casualty wire warning touching casualty even dry wood rubber bedangerous high voltage lines objects normally insulatorscan become conductors 3 call emergency services — most cases ambulance fire department utility voltage differential across ground caninjure kill you if emergency forces you leave machine jump clear feet together shuffle away — never step down"
  },
  {
    "title": "Safety Information",
    "content": "32 – 4Welding and Cutting In recent years, propane has become a popular energy source in open flame welding and cutting. Combined withoxygen in a manner similar to oxyacetylene welding, itprovides a gas mix that is considered much more stable bymany users. While welding cylinders are generally smaller than cylinders used for construction heaters, they should be treated withthe same care. • Fittings should be clean and free of grease before hooking • Fitting wrenches should be used to avoid damage toparts. • Cylinders should be in an upright position at all times,kept in a suitable cradle whenin use, and preferably tiedupright to prevent tipping over(Figure 9). • A fire extinguisher (4A40BC minimum) should be keptclose when using any torch. • Regulators should be removed and stored in aprotective case when not in use, along with hoses andtorches. • Consult manufacturer's handbook for oxypropane regulator settings. They are very different fromoxyacetylene settings. For more information, refer to Welding and Cutting in this manual.Summary The safe use of propane depends on twelve basic rules: 1) Don't store cylinders inside a building. 2) Remove cylinders from the building when not in use or when empty. 3) Keep cylinders away from heat sources, and flammables away from heaters. 4) Always secure cylinders to prevent upset.5) Never transport cylinders in an enclosed vehicle or 6) Always use proper gear for hoisting or moving cylinders around the worksite. 7) Keep heaters in good condition. Repairs and maintenance should be done only by licensed service personnel. 8) Always have a fire extinguisher handy (4A40BC 9) Protect stored cylinders or bulk tanks from on-site 10) Don't tamper with controls or safety devices. 11) Never enter an area where leaking gas is suspected.12) Don't use or store cylinders of propane in low areas such as trenches, maintenance holes, or basements.PROPANE Oxypropane Welding Cart.",
    "category": "electrical",
    "source": "",
    "keywords": [
      "safety",
      "information"
    ],
    "search_text": "32 – 4welding cutting recent years propane become popular energy source open flame welding cutting combined withoxygen manner similar oxyacetylene welding itprovides gas mix considered much more stable bymany users while welding cylinders generally smaller than cylinders used construction heaters they treated withthe same care • fittings clean free grease before hooking • fitting wrenches used avoid damage toparts • cylinders upright position all times kept suitable cradle whenin use preferably tiedupright prevent tipping over figure 9 • fire extinguisher 4a40bc minimum keptclose when using any torch • regulators removed stored aprotective case when not use along hoses andtorches • consult manufacturer's handbook oxypropane regulator settings they very different fromoxyacetylene settings more information refer welding cutting manual summary safe use propane depends twelve basic rules 1 don't store cylinders inside building 2 remove cylinders building when not use when empty 3 keep cylinders away heat sources flammables away heaters 4 always secure cylinders prevent upset 5 never transport cylinders enclosed vehicle 6 always use proper gear hoisting moving cylinders around worksite 7 keep heaters good condition repairs maintenance done only licensed service personnel 8 always fire extinguisher handy 4a40bc 9 protect stored cylinders bulk tanks on-site 10 don't tamper controls safety devices 11 never enter area where leaking gas suspected 12 don't use store cylinders propane low areas such trenches maintenance holes basements propane oxypropane welding cart"
  },
  {
    "title": "Safety Information",
    "content": "33 – 10When the level of toxic gas or vapour is above the exposure limit but below the IDLH level, air-purifyingrespirators approved by the National Institute ofOccupational Safety and Health (NIOSH) may be usedprovided the exposure conditions do not exceed the unit'slimitations. Someone who is competent in respiratorselection must determine the appropriate type ofrespirator. Workers required to wear respirators must be instructed how to properly fit and maintain them. For moreinformation on respiratory protection, refer to the chapteron Respiratory Protection in this manual, or the CanadianStandards Association’s standard Z94.4-02, Selection, Use, and Care of Respirators . 6) ISOLATION OF ENERGY ANDCONTROL OF MATERIAL MOVEMENT Equipment that moves in any way (even rotation) must beisolated by ❑disconnecting the equipment from its power source and de-energizing the equipment, or ❑lockout and tagging. Only workers trained in lockoutand tagging should perform such operations. Lockout and tagging should be done even if you use the first option (disconnect and de-energize) to isolate theenergy.For pneumatic or hydraulic equipment, isolate the power source and depressurize the supply lines. Depressurizeany components that may still be pressurized after thesupply lines have been bled-hydraulic cylinders forexample. Y ou must disconnect and drain pipes carryingsolids or liquids to or from a confined space, or insertblank flanges. If the pipe cannot be blanked off or disconnected, the valve may be closed, chained, locked and tagged,provided thatthis type ofcontrol—and itsimportance—have beenexplained to allworkers in thearea. Simply closing valvesis notgenerallyacceptable. Y ou may need blocking to prevent movement caused by gravity for some equipment (e.g., conveyors). Electrical equipment in the space should bedisconnected, tagged andlocked out, and groundedwhen it's practical to do so. In the case of live electrical work in a confined space,you need to pay specialattention to standardprocedures. A minormistake in a manhole canlead to disaster. Cramped working conditions can makeaccidental contact with anenergized conductor morelikely, so you may need non-conductive equipment. Y ou may need gloves, mats, and other insulating equipment depending upon the type of work. Capacitorsor other components which can store a charge should bedischarged and/or grounded.CONFINED SPACES Do not use single-strap dust masks and surgical masks—they are not approved by the National Institute for Occupational Safety and Health (NIOSH). NIOSH is a U.S.-based organization thatapproves respirators. Workers must be supplied withNIOSH-approved respirators only. All NIOSH- approved respirators have an approval number (always starting with the letters TC) on them. Make sure your respirator has all the proper parts. Since each manufacturer uses different designs,parts are not interchangeable between brands. Make sure you use the correct parts (cartridges, aircylinders, etc.) for your brand of respirator. Never use cartridges or air cylinders from another manufacturer. They will not fit correctly and will endanger the life of the worker or rescuer.",
    "category": "electrical",
    "source": "",
    "keywords": [
      "safety",
      "information"
    ],
    "search_text": "33 – 10when level toxic gas vapour above exposure limit but below idlh level air-purifyingrespirators approved national institute ofoccupational safety health niosh may usedprovided exposure conditions do not exceed unit'slimitations someone who competent respiratorselection determine appropriate type ofrespirator workers required wear respirators instructed how properly fit maintain them moreinformation respiratory protection refer chapteron respiratory protection manual canadianstandards association’s standard z94 4-02 selection use care respirators 6 isolation energy andcontrol material movement equipment moves any way even rotation beisolated ❑disconnecting equipment power source de-energizing equipment ❑lockout tagging only workers trained lockoutand tagging perform such operations lockout tagging done even if you use first option disconnect de-energize isolate theenergy pneumatic hydraulic equipment isolate power source depressurize supply lines depressurizeany components may still pressurized after thesupply lines been bled-hydraulic cylinders forexample y ou disconnect drain pipes carryingsolids liquids confined space insertblank flanges if pipe cannot blanked off disconnected valve may closed chained locked tagged provided thatthis type ofcontrol—and itsimportance—have beenexplained allworkers thearea simply closing valvesis notgenerallyacceptable y ou may need blocking prevent movement caused gravity some equipment e g conveyors electrical equipment space bedisconnected tagged andlocked out groundedwhen it's practical do so case live electrical work confined space you need pay specialattention standardprocedures minormistake manhole canlead disaster cramped working conditions makeaccidental contact anenergized conductor morelikely so you may need non-conductive equipment y ou may need gloves mats other insulating equipment depending upon type work capacitorsor other components which store charge bedischarged grounded confined spaces do not use single-strap dust masks surgical masks—they not approved national institute occupational safety health niosh niosh u s -based organization thatapproves respirators workers supplied withniosh-approved respirators only all niosh- approved respirators approval number always starting letters tc them make sure your respirator all proper parts since each manufacturer uses different designs parts not interchangeable between brands make sure you use correct parts cartridges aircylinders etc your brand respirator never use cartridges air cylinders another manufacturer they not fit correctly endanger life worker rescuer"
  },
  {
    "title": "Safety Information",
    "content": "33 – 14If measurements are within acceptable exposure limits but are approaching hazardous levels, the competent worker'sdecision to proceed should be based on an assessmentof the source of the problem, the likelihood of change, andthe conditions at the scene. In doubtful cases, it is best toimplement the appropriate controls discussed in thefollowing section. Recording the results. The test results must be recorded on the work entry permit. The records must be kept by the constructor oremployer for at least one year after the project is finished. 10) COMBUSTIBLE, EXPLOSIVE, ORFLAMMABLE ATMOSPHERES No worker is allowed to enter a confined space if airbornecombustible dust or mist is present in a concentration sufficient for explosion. If an explosive or flammable atmosphere is detected, you can perform only certaintypes of work. The conditions for each type of work arespecified below the following definitions. a)Between 0% and 5% of the LEL, you can perform hot work. The following conditions must also be met: ❑The oxygen content must be maintained below ❑The atmosphere must be continuoouslymonitored. ❑The entry permit must include adequateprovisions for hot work, and it must specify the appropriate measures to be taken. ❑An alarm and exit procedure must be in place to provide adequate warning and allow safe escape if the atmospheric concentration exceeds 5% ofthe LEL or if the oxygen content exceeds 23%. b)Between 0% and 10% of the LEL, you can perform cold work. c)Between 0% and 25% of the LEL, you can performinspection work. Alternatively, work may be carried out in the confined space if the combustible, explosive or flammableatmosphere is rendered inert by an inert gas (such asnitrogen, argon, helium, or carbon dioxide). The atmosphere must be monitored continuously to ensure it remains inert. The worker in the confined spacemust use adequate respiratory equipment as well asadequate equipment to help people outside the confinedspace locate and rescue the worker if a problem occurs.CONFINED SPACES Acceptable atmospheric levels Explosive orflammable gasor vapour< 25% of its lower explosive limit:inspection work can be performed. < 10% of its lower explosive limit: cold work can be performed. (Cold work is work which does not involve – welding and cutting – the use of tools or equipment which can produce a spark – other sources of ignition.) < 5% of its lower explosive limit: hot work can be performed. Oxygen contentAt least 19.5% but not more than23% by volume. Exposure toatmosphericcontaminantsExposures to atmosphericcontaminants must not exceed whatis reasonable in the circumstances(section 221.2 (c) of theConstruction Regulation). The exposure limits in the regulation on Control of Exposureto Biological or Chemical Agents(Ontario Regulation 833) and theDesignated Substance Regulations*are generally consideredreasonable for protecting workers. * This is the case despite the fact that construction projects are, strictly speaking, exempt from Regulation 833 and most of the Designated Substance Regulations. (The Designated Substance Regulation which does apply to construction is O. Reg. 278/05: Designated Substance–Asbestos on Construction Projects and in Buildings and Repair Operations.) ★Never trust your senses to determine whether the atmosphere in a confined space is safe. ★Y ou cannot see or smell many toxic gases andvapours. ★Y ou cannot determine by your senses the levelof oxygen present. ★Know which gases or vapours may be present inthe confined space and test for them.Inerting is the process of replacing the potentially combustible atmosphere in a confined space with a noncombustible gas such as nitrogen, argon, helium,or carbon dioxide. Hot work means activities that could produce a source of ignition such as a spark or open flame.Examples of hot work include welding, cutting,grinding, and using non-explosion-proof electricalequipment. Cold work means activities that cannot produce a source of ignition.",
    "category": "electrical",
    "source": "",
    "keywords": [
      "safety",
      "information"
    ],
    "search_text": "33 – 14if measurements within acceptable exposure limits but approaching hazardous levels competent worker'sdecision proceed based assessmentof source problem likelihood change andthe conditions scene doubtful cases best toimplement appropriate controls discussed thefollowing section recording results test results recorded work entry permit records kept constructor oremployer least one year after project finished 10 combustible explosive orflammable atmospheres no worker allowed enter confined space if airbornecombustible dust mist present concentration sufficient explosion if explosive flammable atmosphere detected you perform only certaintypes work conditions each type work arespecified below following definitions between 0% 5% lel you perform hot work following conditions also met ❑the oxygen content maintained below ❑the atmosphere continuoouslymonitored ❑the entry permit include adequateprovisions hot work specify appropriate measures taken ❑an alarm exit procedure place provide adequate warning allow safe escape if atmospheric concentration exceeds 5% ofthe lel if oxygen content exceeds 23% b between 0% 10% lel you perform cold work c between 0% 25% lel you performinspection work alternatively work may carried out confined space if combustible explosive flammableatmosphere rendered inert inert gas such asnitrogen argon helium carbon dioxide atmosphere monitored continuously ensure remains inert worker confined spacemust use adequate respiratory equipment well asadequate equipment help people outside confinedspace locate rescue worker if problem occurs confined spaces acceptable atmospheric levels explosive orflammable gasor vapour< 25% lower explosive limit inspection work performed < 10% lower explosive limit cold work performed cold work work which does not involve – welding cutting – use tools equipment which produce spark – other sources ignition < 5% lower explosive limit hot work performed oxygen contentat least 19 5% but not more than23% volume exposure toatmosphericcontaminantsexposures atmosphericcontaminants not exceed whatis reasonable circumstances section 221 2 c theconstruction regulation exposure limits regulation control exposureto biological chemical agents ontario regulation 833 thedesignated substance regulations*are generally consideredreasonable protecting workers * case despite fact construction projects strictly speaking exempt regulation 833 most designated substance regulations designated substance regulation which does apply construction o reg 278 05 designated substance–asbestos construction projects buildings repair operations ★never trust your senses determine whether atmosphere confined space safe ★y ou cannot see smell many toxic gases andvapours ★y ou cannot determine your senses levelof oxygen present ★know which gases vapours may present inthe confined space test them inerting process replacing potentially combustible atmosphere confined space noncombustible gas such nitrogen argon helium carbon dioxide hot work means activities could produce source ignition such spark open flame examples hot work include welding cutting grinding using non-explosion-proof electricalequipment cold work means activities cannot produce source ignition"
  },
  {
    "title": "Safety Information",
    "content": "33 – 1511. VENTILATION/PURGING This is the most effective method of control. The space can be purged of dangerous atmospheres by blowingenough fresh air in, and/or by removing (or suction-venting) the bad air and allowing clean air in. Studies haveshown that the best results are obtained by blowing freshair into a space close to the bottom. Check the efficiencyof ventilation by re-testing the atmosphere with the gasdetection equipment before entry. When ventilation is used to improve the air in a confined space, ensure that the toxic or flammable gases orvapours removed from the space do not pose a risk toother workers. “Exhaust air” should not be discharged intoanother work area. In cases where the concentration of explosive gas or vapouris higher than the UEL,ventilation will bring theconcentration down intothe “Explosive Range.”This is one reason whyyou should use only“explosion-proof” fans.These may be speciallydesigned fans poweredby electricity orcompressed air. Somepneumatic air moversmay also be suitable. For manholes, you can use portable fans. Theseusually provide around750-1,000 cubic feet ofair per minute.A typical manhole 10 feet deep and 5 feet wide contains196 cubic feet. Blowing in 750 cubic feet per minuteshould provide an air change every 15 seconds and easilydilute or displace most dangerous atmospheres. Fans capable of moving 5,000 cubic feet per minute are available for use in larger tanks and vessels. This type of ventilation may not be adequate in situations where additional toxic or explosive gases or vapours maybe generated (e.g., during cleaning and resurfacing tanksor by disturbing sludge and scale). In the case of welding or other work which generates a localized source of toxic gas, fume, or vapour, an exhaustventilator can be used to draw out and discharge thehazard in an open area. (See figure below.) Options must be evaluated by someone who understands the risks of the work being done. CONFINED SPACES The inert gas will replace all of the oxygen as well as the combustible gases in the confined space.Workers entering the confined space should useNIOSH-approved air-supplied respirators. After work is completed, the confined space must beproperly ventilated, and a competent worker musttest the confined space to see if it is safe. If you use mechanical ventilation to maintainacceptable atmospheric levels by providing acontinuous supply of fresh air, you must have awarning system (i.e., an alarm) and exit procedure incase there is a ventilation failure. The alarm shouldbe activated by a pressure switch at the fan rather than by electrical failure. This ensures that the alarmis activated if the fan belt fails.",
    "category": "electrical",
    "source": "",
    "keywords": [
      "safety",
      "information"
    ],
    "search_text": "33 – 1511 ventilation purging most effective method control space purged dangerous atmospheres blowingenough fresh air removing suction-venting bad air allowing clean air studies haveshown best results obtained blowing freshair into space close bottom check efficiencyof ventilation re-testing atmosphere gasdetection equipment before entry when ventilation used improve air confined space ensure toxic flammable gases orvapours removed space do not pose risk toother workers “exhaust air” not discharged intoanother work area cases where concentration explosive gas vapouris higher than uel ventilation bring theconcentration down intothe “explosive range ”this one reason whyyou use only“explosion-proof” fans may speciallydesigned fans poweredby electricity orcompressed air somepneumatic air moversmay also suitable manholes you use portable fans theseusually provide around750-1 000 cubic feet ofair per minute typical manhole 10 feet deep 5 feet wide contains196 cubic feet blowing 750 cubic feet per minuteshould provide air change every 15 seconds easilydilute displace most dangerous atmospheres fans capable moving 5 000 cubic feet per minute available use larger tanks vessels type ventilation may not adequate situations where additional toxic explosive gases vapours maybe generated e g during cleaning resurfacing tanksor disturbing sludge scale case welding other work which generates localized source toxic gas fume vapour exhaustventilator used draw out discharge thehazard open area see figure below options evaluated someone who understands risks work being done confined spaces inert gas replace all oxygen well combustible gases confined space workers entering confined space useniosh-approved air-supplied respirators after work completed confined space beproperly ventilated competent worker musttest confined space see if safe if you use mechanical ventilation maintainacceptable atmospheric levels providing acontinuous supply fresh air you awarning system i e alarm exit procedure incase there ventilation failure alarm shouldbe activated pressure switch fan rather than electrical failure ensures alarmis activated if fan belt fails"
  }
]