[
  {
    "title": "Working at Heights",
    "content": "Working at heights is one of the leading causes of workplace fatalities. Key safety measures include: Use proper fall protection equipment (harnesses, lanyards, guardrails). Ensure scaffolding is properly erected and inspected. Use ladders correctly and inspect before use. Maintain three points of contact on ladders. Never work at heights in adverse weather conditions. Ensure proper training and certification for workers.",
    "category": "prevention",
    "source": "",
    "keywords": [
      "working",
      "heights"
    ],
    "search_text": "working heights one leading causes workplace fatalities key safety measures include use proper fall protection equipment harnesses lanyards guardrails ensure scaffolding properly erected inspected use ladders correctly inspect before use maintain three points contact ladders never work heights adverse weather conditions ensure proper training certification workers"
  },
  {
    "title": "Fall Protection Equipment",
    "content": "Personal fall protection equipment must meet OSHA standards: Full-body harnesses (not belts). Shock-absorbing lanyards. Self-retracting lifelines. Anchor points rated for 5,000 lbs per person. Regular inspection and maintenance required. Equipment must be replaced after a fall event.",
    "category": "equipment",
    "source": "",
    "keywords": [
      "fall",
      "protection",
      "equipment"
    ],
    "search_text": "personal fall protection equipment meet osha standards full-body harnesses not belts shock-absorbing lanyards self-retracting lifelines anchor points rated 5 000 lbs per person regular inspection maintenance required equipment replaced after fall event"
  },
  {
    "title": "Ladder Safety",
    "content": "Ladder safety best practices: Inspect ladder before each use for damage. Set up on stable, level surface. Extend ladder 3 feet above landing. Maintain 1:4 ratio (1 foot out for every 4 feet up). Never exceed weight capacity. Keep three points of contact. Face ladder when climbing. Don't use in high winds or storms.",
    "category": "equipment",
    "source": "",
    "keywords": [
      "ladder",
      "safety"
    ],
    "search_text": "ladder safety best practices inspect ladder before each use damage set up stable level surface extend ladder 3 feet above landing maintain 1 4 ratio 1 foot out every 4 feet up never exceed weight capacity keep three points contact face ladder when climbing don't use high winds storms"
  },
  {
    "title": "Scaffolding Requirements",
    "content": "Scaffolding safety requirements: Must be erected by competent person. Capable of supporting 4x intended load. Guardrails required at heights above 10 feet. Regular inspections before each shift. Proper access (ladders, stairs, not cross-braces). Secure footing and level base. Protected from weather hazards. Tags indicating inspection status.",
    "category": "equipment",
    "source": "",
    "keywords": [
      "scaffolding",
      "requirements"
    ],
    "search_text": "scaffolding safety requirements erected competent person capable supporting 4x intended load guardrails required heights above 10 feet regular inspections before each shift proper access ladders stairs not cross-braces secure footing level base protected weather hazards tags indicating inspection status"
  },
  {
    "title": "Fall Hazard Identification",
    "content": "Common fall hazards to identify: Unprotected edges and openings. Holes in floors or walking surfaces. Slippery or uneven surfaces. Unsecured ladders. Missing or damaged guardrails. Improper scaffolding. Roof work without protection. Elevated work platforms without barriers.",
    "category": "identification",
    "source": "",
    "keywords": [
      "fall",
      "hazard",
      "identification"
    ],
    "search_text": "common fall hazards identify unprotected edges openings holes floors walking surfaces slippery uneven surfaces unsecured ladders missing damaged guardrails improper scaffolding roof work without protection elevated work platforms without barriers"
  },
  {
    "title": "Fall Injury Emergency Response",
    "content": "IMMEDIATE ACTIONS if someone falls from height: 1. Call 911 immediately - Falls from height are medical emergencies 2. Do NOT move the injured person unless in immediate danger (fire, etc.) 3. Keep the person still and calm - spinal injuries are common 4. Check for consciousness and breathing 5. If trained, provide first aid while waiting for EMS 6. Control any visible bleeding with direct pressure 7. Keep the person warm with a blanket 8. Document the incident details 9. Preserve the fall scene for investigation 10. Notify supervisor and safety manager immediately.\n\nCRITICAL: Falls from 3+ stories often result in: - Spinal injuries (do not move victim) - Internal bleeding (may not be visible) - Head trauma/concussion - Broken bones/fractures - Internal organ damage.\n\nEven if the person seems \"okay\", they MUST be evaluated by medical professionals. Adrenaline can mask serious injuries temporarily.",
    "category": "emergency_response",
    "source": "",
    "keywords": [
      "fall",
      "injury",
      "emergency",
      "response"
    ],
    "search_text": "immediate actions if someone falls height 1 call 911 immediately - falls height medical emergencies 2 do not move injured person unless immediate danger fire etc 3 keep person still calm - spinal injuries common 4 check consciousness breathing 5 if trained provide first aid while waiting ems 6 control any visible bleeding direct pressure 7 keep person warm blanket 8 document incident details 9 preserve fall scene investigation 10 notify supervisor safety manager immediately critical falls 3+ stories often result - spinal injuries do not move victim - internal bleeding may not visible - head trauma concussion - broken bones fractures - internal organ damage even if person seems okay they evaluated medical professionals adrenaline mask serious injuries temporarily"
  },
  {
    "title": "Fall Victim First Aid",
    "content": "First aid for fall victims (if trained):.\n\nASSESS THE SITUATION: - Check scene safety before approaching - Check victim's response: \"Are you okay? Can you hear me?\" - Look for obvious injuries (bleeding, deformities).\n\nABCs (Airway, Breathing, Circulation): - Ensure airway is clear - Check if breathing normally - Look for signs of circulation (pulse, skin color).\n\nDO NOT MOVE unless: - Scene is unsafe (fire, chemical spill, traffic) - Need to perform CPR - Person is in water or at risk of drowning.\n\nSTABILIZE: - Keep head and neck immobilized if possible - Cover with blanket to prevent shock - Elevate legs slightly if no spine injury suspected - Monitor vital signs until EMS arrives.\n\nPSYCHOLOGICAL SUPPORT: - Talk calmly to the victim - Reassure them help is coming - Keep them still and prevent them from trying to get up.\n\nIMPORTANT: Only trained personnel should provide medical care. Your primary role is to call 911 and keep the victim safe/still.",
    "category": "first_aid",
    "source": "",
    "keywords": [
      "fall",
      "victim",
      "first"
    ],
    "search_text": "first aid fall victims if trained assess situation - check scene safety before approaching - check victim's response you okay you hear me - look obvious injuries bleeding deformities abcs airway breathing circulation - ensure airway clear - check if breathing normally - look signs circulation pulse skin color do not move unless - scene unsafe fire chemical spill traffic - need perform cpr - person water risk drowning stabilize - keep head neck immobilized if possible - cover blanket prevent shock - elevate legs slightly if no spine injury suspected - monitor vital signs until ems arrives psychological support - talk calmly victim - reassure them help coming - keep them still prevent them trying get up important only trained personnel provide medical care your primary role call 911 keep victim safe still"
  },
  {
    "title": "Post-Fall Investigation and Reporting",
    "content": "After a fall incident occurs:.\n\nIMMEDIATE REPORTING: - Notify supervisor immediately - Call OSHA if hospitalization or fatality (within 8-24 hours) - Document exact time, location, and circumstances - Take photos of the scene (if safe to do so) - Identify all witnesses.\n\nINVESTIGATION STEPS: 1. Preserve the fall scene - do not disturb until investigated 2. Interview the victim (when medically stable) 3. Interview all witnesses separately 4. Examine equipment involved (harness, ladder, scaffold) 5. Review safety procedures and training records 6. Identify root causes (not just immediate causes) 7. Develop corrective actions 8. Share lessons learned with all workers.\n\nPREVENTION MEASURES: - Review and update fall protection plan - Provide additional training if gaps identified - Repair or replace defective equipment immediately - Implement engineering controls to eliminate hazards - Increase supervision if procedures not followed.\n\nWORKERS' COMPENSATION: - Ensure victim files workers' comp claim - Provide all medical documentation - Track recovery and return-to-work progress.",
    "category": "incident_management",
    "source": "",
    "keywords": [
      "post",
      "fall",
      "investigation",
      "reporting"
    ],
    "search_text": "after fall incident occurs immediate reporting - notify supervisor immediately - call osha if hospitalization fatality within 8-24 hours - document exact time location circumstances - take photos scene if safe do so - identify all witnesses investigation steps 1 preserve fall scene - do not disturb until investigated 2 interview victim when medically stable 3 interview all witnesses separately 4 examine equipment involved harness ladder scaffold 5 review safety procedures training records 6 identify root causes not just immediate causes 7 develop corrective actions 8 share lessons learned all workers prevention measures - review update fall protection plan - provide additional training if gaps identified - repair replace defective equipment immediately - implement engineering controls eliminate hazards - increase supervision if procedures not followed workers' compensation - ensure victim files workers' comp claim - provide all medical documentation - track recovery return-to-work progress"
  },
  {
    "title": "Falls from Heights - Leading Cause of Construction Deaths",
    "content": "Falls are the top cause of critical injuries and deaths of workers at construction sites in Ontario. Falls from heights is responsible for 43 deaths from 2010-15. Contributing factors include missing protective devices, unsuitable and/or poorly maintained guardrails and covers, unguarded openings, lack of appropriate personal protective equipment, and equipment that is misused or in poor condition (for example, ladders, scaffolds, elevating work platforms).",
    "category": "fall",
    "source": "",
    "keywords": [
      "falls",
      "heights",
      "leading",
      "cause",
      "construction",
      "deaths"
    ],
    "search_text": "falls top cause critical injuries deaths workers construction sites ontario falls heights responsible 43 deaths 2010-15 contributing factors include missing protective devices unsuitable poorly maintained guardrails covers unguarded openings lack appropriate personal protective equipment equipment misused poor condition example ladders scaffolds elevating work platforms"
  },
  {
    "title": "Fall Protection Requirements - Section 26 O. Reg 213/91",
    "content": "Section 26 of Ontario Regulation 213/91 requires that workers who are exposed to a fall hazard must be protected from falling using a guardrail system. If a guardrail or physical barrier is not possible, the employer must use the highest ranked method of fall protection, the highest being a travel restraint system (section 26.4), and the lowest, a safety net (section 26.8). Subsection 26.3(1) establishes a threshold of 2.4 metres in certain circumstances (instead of the 3.0 metres outlined under paragraph 1 of section 26).",
    "category": "fall",
    "source": "",
    "keywords": [
      "fall",
      "protection",
      "requirements",
      "section"
    ],
    "search_text": "section 26 ontario regulation 213 91 requires workers who exposed fall hazard protected falling using guardrail system if guardrail physical barrier not possible employer use highest ranked method fall protection highest being travel restraint system section 26 4 lowest safety net section 26 8 subsection 26 3 1 establishes threshold 2 4 metres certain circumstances instead 3 0 metres outlined under paragraph 1 section 26"
  },
  {
    "title": "Working at Heights Training Requirements - Ontario",
    "content": "Any worker on a construction project who uses a personal fall protection system must have successfully completed a CPO-approved Working at Heights (WAH) training program. Workers who use scaffolds must receive fall protection and fall rescue training. This is a mandatory requirement under O. Reg 213/91 for construction projects in Ontario.",
    "category": "fall",
    "source": "",
    "keywords": [
      "working",
      "heights",
      "training",
      "requirements",
      "ontario"
    ],
    "search_text": "any worker construction project who uses personal fall protection system successfully completed cpo-approved working heights wah training program workers who use scaffolds receive fall protection fall rescue training mandatory requirement under o reg 213 91 construction projects ontario"
  },
  {
    "title": "Fall Protection Hierarchy of Controls",
    "content": "The hierarchy of fall protection controls from highest to lowest effectiveness: 1) Guardrail systems (physical barriers): Highest protection, 2) Travel restraint systems. Prevents worker from reaching fall hazard, 3) Fall restricting systems. Limits fall distance, 4) Fall arrest systems. Stops a fall in progress, 5) Safety nets. Lowest ranked method. Employers must use the highest ranked method that is practicable.",
    "category": "fall",
    "source": "",
    "keywords": [
      "fall",
      "protection",
      "hierarchy",
      "controls"
    ],
    "search_text": "hierarchy fall protection controls highest lowest effectiveness 1 guardrail systems physical barriers highest protection 2 travel restraint systems prevents worker reaching fall hazard 3 fall restricting systems limits fall distance 4 fall arrest systems stops fall progress 5 safety nets lowest ranked method employers use highest ranked method practicable"
  },
  {
    "title": "Roof Work and Edge Protection",
    "content": "Roofers are exposed to fall hazards when working at edges, openings, and elevated surfaces. Edge protection through guardrails is required. When working near roof edges above 3 metres (or 2.4 metres in certain circumstances), workers must be protected by guardrails, travel restraint, or fall arrest systems. Roof openings must be covered with secured covers or protected by guardrails.",
    "category": "fall",
    "source": "",
    "keywords": [
      "roof",
      "work",
      "edge",
      "protection"
    ],
    "search_text": "roofers exposed fall hazards when working edges openings elevated surfaces edge protection through guardrails required when working near roof edges above 3 metres 2 4 metres certain circumstances workers protected guardrails travel restraint fall arrest systems roof openings covered secured covers protected guardrails"
  },
  {
    "title": "Ladder Safety Requirements - O. Reg 213/91",
    "content": "Ladders must be selected, inspected, and used properly. Ladders shall be constructed of suitable materials, maintained in good condition, and inspected before each use for damage or defects. Portable ladders must extend at least 900mm (3 feet) above the landing. Step ladders must be fully opened and locked. Workers must maintain three points of contact when climbing. Damaged ladders must be removed from service immediately.",
    "category": "fall",
    "source": "",
    "keywords": [
      "ladder",
      "safety",
      "requirements"
    ],
    "search_text": "ladders selected inspected used properly ladders shall constructed suitable materials maintained good condition inspected before each use damage defects portable ladders extend least 900mm 3 feet above landing step ladders fully opened locked workers maintain three points contact when climbing damaged ladders removed service immediately"
  },
  {
    "title": "Fall Arrest System Components and Requirements",
    "content": "A complete fall arrest system includes: full body harness (not a belt), shock-absorbing lanyard or self-retracting lifeline, secure anchor point rated for 5,000 lbs (22kN) per worker, and connecting hardware (carabiners, D-rings). The system must limit free fall distance to less than 1.5 metres and ensure the worker does not strike the ground or lower level. Fall arrest equipment must be inspected before each use and annually by a competent person.",
    "category": "fall",
    "source": "",
    "keywords": [
      "fall",
      "arrest",
      "system",
      "components",
      "requirements"
    ],
    "search_text": "complete fall arrest system includes full body harness not belt shock-absorbing lanyard self-retracting lifeline secure anchor point rated 5 000 lbs 22kn per worker connecting hardware carabiners d-rings system limit free fall distance less than 1 5 metres ensure worker does not strike ground lower level fall arrest equipment inspected before each use annually competent person"
  },
  {
    "title": "Guardrail System Specifications - Ontario Construction",
    "content": "Guardrail systems must consist of a top rail at 1070mm ±30mm (42 inches) above the work surface, a mid-rail at approximately 540mm (21 inches), and a toe board at least 125mm (5 inches) high. Top rails must withstand a force of at least 900 Newtons (200 lbs) applied in any direction. Guardrails must be installed on all open sides of platforms, runways, and work areas where workers are exposed to fall hazards.",
    "category": "fall",
    "source": "",
    "keywords": [
      "guardrail",
      "system",
      "specifications",
      "ontario",
      "construction"
    ],
    "search_text": "guardrail systems consist top rail 1070mm ±30mm 42 inches above work surface mid-rail approximately 540mm 21 inches toe board least 125mm 5 inches high top rails withstand force least 900 newtons 200 lbs applied any direction guardrails installed all open sides platforms runways work areas where workers exposed fall hazards"
  },
  {
    "title": "Scaffold Design Requirements - Sections 126-136 O. Reg 213/91",
    "content": "Section 126 to 136 of the Regulation for Construction Projects (O. Reg. 213/91) outlines the design and construction requirements for scaffolds. A scaffold shall be designed by a professional engineer if it exceeds 15 metres in height above its base support, or 10 metres in height if constructed of a tube and clamp system. A scaffold shall be constructed of suitable structural materials. If lumber is used, it shall be construction grade or Number 1 Grade spruce.",
    "category": "fall",
    "source": "",
    "keywords": [
      "scaffold",
      "design",
      "requirements",
      "sections"
    ],
    "search_text": "section 126 136 regulation construction projects o reg 213 91 outlines design construction requirements scaffolds scaffold shall designed professional engineer if exceeds 15 metres height above base support 10 metres height if constructed tube clamp system scaffold shall constructed suitable structural materials if lumber used shall construction grade number 1 grade spruce"
  },
  {
    "title": "Scaffold Platform and Guardrail Requirements",
    "content": "Scaffold platforms must be fully planked with no gaps greater than 25mm (1 inch). Planks must be secured to prevent movement. Guardrails are required on all open sides: top rail at 1070mm ±30mm, mid-rail, and toe board minimum 125mm high. Platform width must be at least 460mm (18 inches). Platforms must not be loaded beyond their rated capacity. Platforms must be level and have slip-resistant surfaces.",
    "category": "fall",
    "source": "",
    "keywords": [
      "scaffold",
      "platform",
      "guardrail",
      "requirements"
    ],
    "search_text": "scaffold platforms fully planked no gaps greater than 25mm 1 inch planks secured prevent movement guardrails required all open sides top rail 1070mm ±30mm mid-rail toe board minimum 125mm high platform width least 460mm 18 inches platforms not loaded beyond their rated capacity platforms level slip-resistant surfaces"
  },
  {
    "title": "Mobile Scaffold Safety Requirements",
    "content": "No scaffold mounted on castors or wheels that has a scaffold platform more than 2.4 metres above the base shall be moved when a worker is on it unless the worker is wearing a full body harness as part of a fall arrest system attached to a fixed support and the scaffold is being moved on a firm level surface. Castors must have locking mechanisms. Height-to-base ratio must not exceed 4:1 including outriggers.",
    "category": "fall",
    "source": "",
    "keywords": [
      "mobile",
      "scaffold",
      "safety",
      "requirements"
    ],
    "search_text": "no scaffold mounted castors wheels scaffold platform more than 2 4 metres above base shall moved when worker unless worker wearing full body harness part fall arrest system attached fixed support scaffold being moved firm level surface castors locking mechanisms height-to-base ratio not exceed 4 1 including outriggers"
  },
  {
    "title": "Scaffold Inspection and Competent Person Requirements",
    "content": "Scaffolds must be inspected by a competent person before each work shift and after any event that may affect structural integrity (weather, modifications, incidents). Check for: proper assembly, secure connections, guardrails in place, platform condition, base stability, tie-ins adequate, no damaged components. Tag defective scaffolds out of service. Keep inspection records. Only trained workers may erect, modify, or dismantle scaffolds.",
    "category": "fall",
    "source": "",
    "keywords": [
      "scaffold",
      "inspection",
      "competent",
      "person",
      "requirements"
    ],
    "search_text": "scaffolds inspected competent person before each work shift after any event may affect structural integrity weather modifications incidents check proper assembly secure connections guardrails place platform condition base stability tie-ins adequate no damaged components tag defective scaffolds out service keep inspection records only trained workers may erect modify dismantle scaffolds"
  },
  {
    "title": "Mobile Elevated Work Platforms (MEWPs) - Boom Lifts and Scissor Lifts",
    "content": "MEWPs include boom lifts, scissor lifts, and other elevating platforms. Operators must be trained and certified. Fall protection requirements: workers in boom lifts must wear fall arrest attached to platform anchor point. Ground conditions must be stable and level. Maintain clearance from overhead hazards and power lines. Check load capacity. Use guardrails and gates properly. Never use lifts in high winds. Inspect before each use.",
    "category": "fall",
    "source": "",
    "keywords": [
      "mobile",
      "elevated",
      "work",
      "platforms",
      "mewps",
      "boom",
      "lifts",
      "scissor"
    ],
    "search_text": "mewps include boom lifts scissor lifts other elevating platforms operators trained certified fall protection requirements workers boom lifts wear fall arrest attached platform anchor point ground conditions stable level maintain clearance overhead hazards power lines check load capacity use guardrails gates properly never use lifts high winds inspect before each use"
  },
  {
    "title": "Ladder Selection, Inspection, and Safe Use",
    "content": "Select proper ladder type and length. Grade 1 (industrial) or Grade 2 (commercial) for construction. Inspect before each use for: cracks, bends, broken rungs, damaged feet, loose connections. Setup: 4:1 angle (1 foot out for every 4 feet up), secure top and bottom, extend 900mm above landing, both feet on firm surface. Use: maintain 3-point contact, face ladder, center body between rails, don't overreach, one person at a time.",
    "category": "fall",
    "source": "",
    "keywords": [
      "ladder",
      "selection",
      "inspection",
      "safe"
    ],
    "search_text": "select proper ladder type length grade 1 industrial grade 2 commercial construction inspect before each use cracks bends broken rungs damaged feet loose connections setup 4 1 angle 1 foot out every 4 feet up secure top bottom extend 900mm above landing both feet firm surface use maintain 3-point contact face ladder center body between rails don't overreach one person time"
  },
  {
    "title": "Safety Information",
    "content": "Legal Requirements 2-3EMERGENCY PROCEDURES Emergency Procedures for Fall Rescue If a worker is involved in a fall that has been arrested, it is important to get them to a safe place as quickly as possible without causing further injury or putting the rescuers at risk. The Construction Projects regulation (O. Reg. 213/91, s.26.1(4)) requires that before workers use any fall arrest system or safety net on a project, the employer must develop written procedures for the rescue of a worker whose fall has been Some of the reasons why a suspended worker should be rescued quickly are listed below • The worker may have been injured during the fall and may need medical attention. • The worker may panic if they are left hanging for a long time. • The event that led to the fall may have created additional dangers that need to be dealt with right away. • The worker may develop suspension trauma if they are hanging in a safety harness for too long. Suspension trauma causes the blood to pool in the lower body, depriving the brain of oxygen. In many cases, the rescue plan can be simple. A ladder or elevated work platform can be used to reach suspended workers and get them down safely. In other cases, it makes more sense to haul the worker back up to the level from which they fell or pull the worker in through a nearby window or other opening. For some projects, the rescue procedures may be more complicated. You may need specially trained and equipped rescue workers from the local fire department. Aerial ladder trucks or other high- reach equipment may be necessary. In extreme cases, the fire department may use rappelling techniques to reach trapped workers and lift or lower them to a safe place. Create a rescue plan that is specific to your jobsite and that covers the different types of fall-related rescues that may be necessary. The plan should cover the on-site equipment that you will use, the personnel who will use it, and the procedures for different types of rescue. Any off-site rescue services that might be needed should be contacted in advance to make sure that they have the proper resources available (equipment, specially trained personnel, etc). The constructor should make arrangements to familiarize rescue services with the project and any hazards that they may encounter.Once the written rescue plan has been developed, make sure everyone on the site is familiar with it. That’s especially important for any worker who will be using fall protection equipment. Sample Fall Rescue Procedures Here are some examples of general fall rescue procedures that your plan should include. A. If an elevating work platform (EWP) is available on site: 1. Take it to the location of the suspended 2. Make sure that rescue workers using the EWP are protected against falling. 3. Be sure the EWP has the load capacity for both the rescuer(s) and the victim. 4. Use the EWP to reach the suspended 5. Position the EWP platform below the 6. Disconnect the suspended worker from their lanyard or lifeline when it is safe to do so. If the worker is unconscious or can’t help with the rescue, two rescuers may be needed to handle the worker safely. 7. Treat the worker for suspension trauma and any other injuries. 8. Arrange to take the worker to the nearest B. If an elevating work platform is not available: 1. Where possible, use a ladder (or ladders) to reach the suspended worker. 2. If the suspended worker is not in an area that rescuers can reach by ladders, move the suspended worker by their lifeline to an area that can be safely reached by ladder (if possible). 3. Rig a separate lifeline for each rescuer to use while carrying out the rescue. 4. Position the ladder(s) so that the rescuers can get beneath the suspended worker. 5. Securely attach a separate lowering line to the suspended worker’s harness. 6. Rescuers on the ground will lower the worker while the rescuers on the ladders will guide the worker. If the suspended worker is unconscious or can’t help with their own rescue, two rescuers may be needed to handle the worker. 7. Once the worker has been taken to a safe location, administer first aid for suspension trauma and any other injuries. 8. Arrange to take the worker to the nearest.",
    "category": "fall",
    "source": "",
    "keywords": [
      "safety",
      "information"
    ],
    "search_text": "legal requirements 2-3emergency procedures emergency procedures fall rescue if worker involved fall been arrested important get them safe place quickly possible without causing further injury putting rescuers risk construction projects regulation o reg 213 91 s 26 1 4 requires before workers use any fall arrest system safety net project employer develop written procedures rescue worker whose fall been some reasons why suspended worker rescued quickly listed below • worker may been injured during fall may need medical attention • worker may panic if they left hanging long time • event led fall may created additional dangers need dealt right away • worker may develop suspension trauma if they hanging safety harness too long suspension trauma causes blood pool lower body depriving brain oxygen many cases rescue plan simple ladder elevated work platform used reach suspended workers get them down safely other cases makes more sense haul worker back up level which they fell pull worker through nearby window other opening some projects rescue procedures may more complicated you may need specially trained equipped rescue workers local fire department aerial ladder trucks other high- reach equipment may necessary extreme cases fire department may use rappelling techniques reach trapped workers lift lower them safe place create rescue plan specific your jobsite covers different types fall-related rescues may necessary plan cover on-site equipment you use personnel who use procedures different types rescue any off-site rescue services might needed contacted advance make sure they proper resources available equipment specially trained personnel etc constructor make arrangements familiarize rescue services project any hazards they may encounter once written rescue plan been developed make sure everyone site familiar that’s especially important any worker who using fall protection equipment sample fall rescue procedures here some examples general fall rescue procedures your plan include if elevating work platform ewp available site 1 take location suspended 2 make sure rescue workers using ewp protected against falling 3 sure ewp load capacity both rescuer s victim 4 use ewp reach suspended 5 position ewp platform below 6 disconnect suspended worker their lanyard lifeline when safe do so if worker unconscious can’t help rescue two rescuers may needed handle worker safely 7 treat worker suspension trauma any other injuries 8 arrange take worker nearest b if elevating work platform not available 1 where possible use ladder ladders reach suspended worker 2 if suspended worker not area rescuers reach ladders move suspended worker their lifeline area safely reached ladder if possible 3 rig separate lifeline each rescuer use while carrying out rescue 4 position ladder s so rescuers get beneath suspended worker 5 securely attach separate lowering line suspended worker’s harness 6 rescuers ground lower worker while rescuers ladders guide worker if suspended worker unconscious can’t help their own rescue two rescuers may needed handle worker 7 once worker been taken safe location administer first aid suspension trauma any other injuries 8 arrange take worker nearest"
  },
  {
    "title": "Safety Information",
    "content": "Construction Health and Safety ManualEMERGENCY PROCEDURES C. If the injured person is suspended near the work area and can be reached safely from the floor below or from the place from which the worker fell: 1. Make sure that all rescuers are protected against falling (such as by travel restraint or fall arrest). 2. If possible, attach a second line securely to the worker’s harness to help pull him or her to a safe place. At least two strong workers will probably be needed to pull someone up. 3. Eliminate slack in the retrieving line to avoid 4. Once the worker has been taken to a safe place, administer first aid for suspension trauma and any other injuries. 5. Arrange to take the worker to the nearest D. If a person has fallen and is suspended in an inaccessible place (e.g., on a tower, against a building, or in a structure that has no openings): 1. You may need trained personnel and specialized rescue techniques to rescue the worker. For example, the rescuer may have to lower themself down to the suspended worker or use a lifeline to retrieve them. 2. Because of the inherent risk in this type of rescue, only people with specialized training should do it. Emergency Rescue in Challenging Situations Certain circumstances on a jobsite can present a challenge for rescue personnel who may need to remove an unconcious or immobile worker from an area that is difficult to get to or hard to find. An assessment must be carried out on the various types of emergencies that may present themselves on each jobsite. Emergency procedures must then be developed to account for these challenges. For example, special considerations must be planned for any emergency that requires the rescue of a worker from the uppermost work level of a suspended slab at night. NOTE: There are differences in equipment from different manufacturers as well as from different product lines in the same company. Therefore emergency training must cover the same harness, lanyard, energy absorber, rope grab, lifeline, and anchorage that each worker will rely on, as well as the ways in which each will be used.Often, a ladder is the only way to access this type of work area. In addition, there may be few, if any, workers in the area during that time to provide assistance to rescuers. The injured worker also may not be able to help rescuers due to the nature of the emergency, which could include: • A personal medical complication such as a heart attack, asthma attack, or allergic reaction • A workplace injury from a traumatic incident such as being struck by equipment or a tool • Illness from exposure to a hazardous product or Any delay in response time for rescuing an injured worker can have severe consequences. It could cause the outcome of an incident to be more serious than it otherwise would have been. Sample Rescue Procedures for the Uppermost Work Level of a Suspended Slab at Night A. Installing stairs to the uppermost work level Planning the job to ensure that stairs are installed to the upper most level of a suspended floor can help the process of rescuing a worker. Temporary stairs can allow for easy access to the uppermost work level from a level where permanent stairs or an elevator exists. As work levels proceed, these stairs could be hoisted up into place to ensure that there is always non-obstructed access in the event a rescue is needed. Stairs must be designed in accordance with sections 75 to 77 of the construction regulation (213/91). While a ladder may be acceptable for accessing a single form, temporary or permanent stairs may be more appropriate where a whole slab is in place, which constitutes the uppermost work level.Figure 2-4: Using Temporary Stairs Can Provide Easy Access.",
    "category": "fall",
    "source": "",
    "keywords": [
      "safety",
      "information"
    ],
    "search_text": "construction health safety manualemergency procedures c if injured person suspended near work area reached safely floor below place which worker fell 1 make sure all rescuers protected against falling such travel restraint fall arrest 2 if possible attach second line securely worker’s harness help pull him her safe place least two strong workers probably needed pull someone up 3 eliminate slack retrieving line avoid 4 once worker been taken safe place administer first aid suspension trauma any other injuries 5 arrange take worker nearest d if person fallen suspended inaccessible place e g tower against building structure no openings 1 you may need trained personnel specialized rescue techniques rescue worker example rescuer may lower themself down suspended worker use lifeline retrieve them 2 because inherent risk type rescue only people specialized training do emergency rescue challenging situations certain circumstances jobsite present challenge rescue personnel who may need remove unconcious immobile worker area difficult get hard find assessment carried out various types emergencies may present themselves each jobsite emergency procedures then developed account challenges example special considerations planned any emergency requires rescue worker uppermost work level suspended slab night note there differences equipment different manufacturers well different product lines same company therefore emergency training cover same harness lanyard energy absorber rope grab lifeline anchorage each worker rely well ways which each used often ladder only way access type work area addition there may few if any workers area during time provide assistance rescuers injured worker also may not able help rescuers due nature emergency which could include • personal medical complication such heart attack asthma attack allergic reaction • workplace injury traumatic incident such being struck equipment tool • illness exposure hazardous product any delay response time rescuing injured worker severe consequences could cause outcome incident more serious than otherwise would been sample rescue procedures uppermost work level suspended slab night installing stairs uppermost work level planning job ensure stairs installed upper most level suspended floor help process rescuing worker temporary stairs allow easy access uppermost work level level where permanent stairs elevator exists work levels proceed stairs could hoisted up into place ensure there always non-obstructed access event rescue needed stairs designed accordance sections 75 77 construction regulation 213 91 while ladder may acceptable accessing single form temporary permanent stairs may more appropriate where whole slab place which constitutes uppermost work level figure 2-4 using temporary stairs provide easy access"
  },
  {
    "title": "1. Keep the person as still as \npossible, as a blow to the chest \nmay have caused head, neck, \nand/o",
    "content": "Head, Neck, and Spinal Injuries9.\n\nTraumatic events such as falling from a height, getting hit by a motor vehicle, or sustaining a powerful blow to the head can cause head, neck, or spinal injuries. Injuries to the head or spine can damage bones, such as the skull or vertebrae, and tissues, such as the brain and the spinal cord. Head injuries are often accompanied by spinal injuries, but a person with a superficial head wound may also have an underlying head injury. Depending on the nature and severity of the injury, the person may be left with permanent damage (e.g., paralysis, speech impairment, memory problems, or behavioural conditions). Although injuries to the head and spine account for a small percentage of all injuries, they cause more than half of the fatalities. The Neck and Spine The spine is a strong, flexible column of small bones called vertebrae; it supports the head and the torso. The spine surrounds and protects the spinal cord, which is a bundle of nerves that runs between the brain and the lower back.The spine is divided into four regions: 1. The cervical (neck) region, which consists of the C1 to C7 vertebrae. 2. The thoracic (chest) region, which consists of the T1 to T12 vertebrae. 3. The lumbar (lower back) region, which consists of the L1 to L5 vertebrae. 4. The sacrum (hip) and coccyx (tailbone) region, which consists of the S1 to S5 vertebrae and the four fused vertebrae that form the tailbone. Severe injuries can move or break the vertebrae so that they squeeze or cut the spinal cord, causing temporary or permanent paralysis, or even death. Damage can also occur if the injury causes the soft tissue of the spinal cord to swell, compressing it against the hard bone that surrounds it. Depending on the location and severity of the injury, the person may develop paralysis (the loss of movement, sensation or both) in body parts below the injury. Paraplegia is paralysis that affects both legs and the lower trunk. Quadriplegia is paralysis that affects both arms, the torso, and both legs. The higher up the spine the injury occurs, the more extensive the paralysis will be. Head, Neck, and Spinal Injuries108.",
    "category": "fall",
    "source": "",
    "keywords": [
      "keep",
      "person",
      "still",
      "possible",
      "blow",
      "chest",
      "caused",
      "head",
      "neck"
    ],
    "search_text": "head neck spinal injuries9 traumatic events such falling height getting hit motor vehicle sustaining powerful blow head cause head neck spinal injuries injuries head spine damage bones such skull vertebrae tissues such brain spinal cord head injuries often accompanied spinal injuries but person superficial head wound may also underlying head injury depending nature severity injury person may left permanent damage e g paralysis speech impairment memory problems behavioural conditions although injuries head spine account small percentage all injuries they cause more than half fatalities neck spine spine strong flexible column small bones called vertebrae supports head torso spine surrounds protects spinal cord which bundle nerves runs between brain lower back spine divided into four regions 1 cervical neck region which consists c1 c7 vertebrae 2 thoracic chest region which consists t1 t12 vertebrae 3 lumbar lower back region which consists l1 l5 vertebrae 4 sacrum hip coccyx tailbone region which consists s1 s5 vertebrae four fused vertebrae form tailbone severe injuries move break vertebrae so they squeeze cut spinal cord causing temporary permanent paralysis even death damage also occur if injury causes soft tissue spinal cord swell compressing against hard bone surrounds depending location severity injury person may develop paralysis loss movement sensation both body parts below injury paraplegia paralysis affects both legs lower trunk quadriplegia paralysis affects both arms torso both legs higher up spine injury occurs more extensive paralysis head neck spinal injuries108"
  },
  {
    "title": "1. Keep the person as still as \npossible, as a blow to the chest \nmay have caused head, neck, \nand/o",
    "content": "What to Look For• Never join in a new sport without knowing the rules and risks • Prevent falls around the home and workplace with non-slip floors, non-slip treads on stairs, handrails on staircases, rugs secured with double-sided adhesive tape, and handrails by the bathtub and toilet if necessary. • Make sure that there is good lighting in stairways and hallways. • If there are small children present, put gates at the top and bottom of the stairways. • Make sure that your workplace is clean and tidy. Keep floors and aisles uncluttered and make sure that there is nothing blocking stairways, work sites, or exits. • Drink responsibly. Alcohol is often a factor in serious motor vehicle collisions and water injuries. Alcohol slows down your reflexes and gives you a false feeling of confidence. • Prescription drugs and common drugstore medications can make driving or operating machinery dangerous, so follow the directions on the package carefully. • Check equipment (such as warehouse forklifts, ladders, and scaffolding) regularly for worn or loose parts. • Use ladders carefully and correctly. • Always be very careful around water: ¶Before diving, make sure that the water is deep enough, and check for objects below the surface, such as logs or pilings. Pools at homes, motels, or hotels may not be safe for diving. ¶Enter unknown water feet first. ¶Enter above-ground pools feet first. ¶When bodysurfing, keep your arms out in front of you to protect your head and neck.The signs and symptoms of a head, neck, or spinal injury depend on the nature and location of the injury. Bleeding inside the skull can happen slowly, so the signs may take time to appear. The severity of a head, neck, or spinal injury can only be determined through an evaluation by medical personnel: you should always assume that such an injury is serious. The following signs and symptoms alone do not always indicate a serious head, neck, or spinal injury, but you should call EMS/9-1-1 if any of these are present: • Changes in level of responsiveness, awareness, and behaviour • Drowsiness, confusion, or disorientation • Severe pain or pressure in the head, neck, or back • Blood or other fluids in the ears or nose • Heavy external bleeding from the head, neck, or back • Unusual bumps, bruises, or depressions on the head, neck, or back • Seizures • Impaired breathing or vision • Nausea or vomiting • Unequal pupil size • Persistent headache • Partial or complete loss of movement of any body part without an obvious traumatic cause (e.g., inability to move a limb that does not appear to be injured) • Back pain, weakness, tingling, or loss of sensation in the hands, fingers, feet, or toes • Unusually positioned neck or back • Dizziness and/or loss of balance • Bruising of the head, especially around the eyes and behind the ears • Loss of bladder or bowel control • Behaviour similar to that of a person under the influence of alcohol or drugs (e.g., stumbling, memory loss, speech problems) 110110 Head, Neck, and Spinal Injuries110.",
    "category": "fall",
    "source": "",
    "keywords": [
      "keep",
      "person",
      "still",
      "possible",
      "blow",
      "chest",
      "caused",
      "head",
      "neck"
    ],
    "search_text": "what look for• never join new sport without knowing rules risks • prevent falls around home workplace non-slip floors non-slip treads stairs handrails staircases rugs secured double-sided adhesive tape handrails bathtub toilet if necessary • make sure there good lighting stairways hallways • if there small children present put gates top bottom stairways • make sure your workplace clean tidy keep floors aisles uncluttered make sure there nothing blocking stairways work sites exits • drink responsibly alcohol often factor serious motor vehicle collisions water injuries alcohol slows down your reflexes gives you false feeling confidence • prescription drugs common drugstore medications make driving operating machinery dangerous so follow directions package carefully • check equipment such warehouse forklifts ladders scaffolding regularly worn loose parts • use ladders carefully correctly • always very careful around water ¶before diving make sure water deep enough check objects below surface such logs pilings pools homes motels hotels may not safe diving ¶enter unknown water feet first ¶enter above-ground pools feet first ¶when bodysurfing keep your arms out front you protect your head neck signs symptoms head neck spinal injury depend nature location injury bleeding inside skull happen slowly so signs may take time appear severity head neck spinal injury only determined through evaluation medical personnel you always assume such injury serious following signs symptoms alone do not always indicate serious head neck spinal injury but you call ems 9-1-1 if any present • changes level responsiveness awareness behaviour • drowsiness confusion disorientation • severe pain pressure head neck back • blood other fluids ears nose • heavy external bleeding head neck back • unusual bumps bruises depressions head neck back • seizures • impaired breathing vision • nausea vomiting • unequal pupil size • persistent headache • partial complete loss movement any body part without obvious traumatic cause e g inability move limb does not appear injured • back pain weakness tingling loss sensation hands fingers feet toes • unusually positioned neck back • dizziness loss balance • bruising head especially around eyes behind ears • loss bladder bowel control • behaviour similar person under influence alcohol drugs e g stumbling memory loss speech problems 110110 head neck spinal injuries110"
  },
  {
    "title": "Safety Information",
    "content": "30 – 1MOUNTING AND DISMOUNTING 30 MOUNTING AND DISMOUNTING Each year, workers are hurt while getting on or off trucks, backhoes, and otherconstruction equipment.Learn the safe way tomount and dismount. Three-point contact When getting on or offequipment, you need threepoints of constant contactwith the machine. Thatmeans one hand and twofeet, or two hands and onefoot – at all times. Anything less, and you're risking a fall. Three-point contact forms a triangle of anchor pointswhich changes in formwhile you mount ordismount (Figure 1). Y ouhave the most stabilitywhen the centre of thistriangle is close to yourcentre of gravity. Y ourweight should be evenlydistributed among thethree contact points. Thismeans that you shouldavoid sideways movementbecause it can put you offbalance. ✓always face in towards the machine or ladder ✓mount and dismount only when the equipment is standing still ✓break three-point contact only when you reach theground, the cab of the vehicle, or a stable platform ✓take your time ✓take extra care in wet, snowy, icy, or other dangerous weather conditions ✓avoid wearing loose or torn clothing that can catch on the equipment ✓get on or off at the safest access position (normallydesigned by the manufacturer) ✓where necessary, retrofit equipment to provide safeaccess. The Construction Regulation states that construction equipment must have a means of access to the operator'sstation that will not endanger the operator, and must haveskid-resistant walking, climbing, and work surfaces. Ensure that your equipment complies with the law. And keep runningboards, treads, steps, footholds, andplatforms clear of mud, ice, snow, grease, debris, andother hazards. Housekeeping keeps you and your co-workers safe!",
    "category": "fall",
    "source": "",
    "keywords": [
      "safety",
      "information"
    ],
    "search_text": "30 – 1mounting dismounting 30 mounting dismounting each year workers hurt while getting off trucks backhoes otherconstruction equipment learn safe way tomount dismount three-point contact when getting offequipment you need threepoints constant contactwith machine thatmeans one hand twofeet two hands onefoot – all times anything less you're risking fall three-point contact forms triangle anchor pointswhich changes formwhile you mount ordismount figure 1 y ouhave most stabilitywhen centre thistriangle close yourcentre gravity y ourweight evenlydistributed among thethree contact points thismeans you shouldavoid sideways movementbecause put you offbalance ✓always face towards machine ladder ✓mount dismount only when equipment standing still ✓break three-point contact only when you reach theground cab vehicle stable platform ✓take your time ✓take extra care wet snowy icy other dangerous weather conditions ✓avoid wearing loose torn clothing catch equipment ✓get off safest access position normallydesigned manufacturer ✓where necessary retrofit equipment provide safeaccess construction regulation states construction equipment means access operator'sstation not endanger operator haveskid-resistant walking climbing work surfaces ensure your equipment complies law keep runningboards treads steps footholds andplatforms clear mud ice snow grease debris andother hazards housekeeping keeps you your co-workers safe"
  },
  {
    "title": "Safety Information",
    "content": "31 – 6TRENCHING If sloping is to be used above a trench box, the top portion of the cut should first be sloped 1 to1 (or 1 to 3 for Type 4 soil — see previouspage). Then the box should be lowered into thetrench (Figure 13). Trench boxes Trench boxes are not usually intended to shore up or otherwise support trench walls. They aremeant to protect workers in case of a cave-in. Design drawings and specifications for trench boxes must be signed and sealed by theprofessional engineer who designed the systemand must be kept on site by the constructor. Boxes are normally placed in an excavated but unshored trench and used to protect personnel.A properly designed trench box is capable ofwithstanding the maximum lateral load expectedat a given depth in a particular soil condition. Trenches near utilities, streets, and buildings may require a shoring system. As long as workers are in the trench they should remain inside the box. Workers must notbe inside the trench or the box when the box isbeing moved. A ladder must be set up in thetrench box at all times.Excavation should be done so that the space between the trench box and the excavation isminimized (Figure 14). The two reasons for this are 1)allowing closer access to the top of the 2)limiting soil movement in case of a Check the drawings and specifications for the trench box to see if the space between the boxand the trench wall needs to be backfilled andthe soil compacted. Shoring is a system which “shores” up orsupports trench walls to prevent movement ofsoil, underground utilities, roadways, andfoundations. Shoring should not be confused with trench boxes. A trench box provides worker safety butgives little or no support to trench walls orexisting structures such as foundations andmanholes. The two types of shoring most commonly used are timber and hydraulic. Both consist of posts,wales, struts, and sheathing. Figures 15 and 16 identify components, dimensions, and other requirements for timbershoring in some typical trenches. Keep space between trench box and excavation as small as possible. if necessary to prevent acave-in. Cut back unshored top position with a 1 to 1 slope (or a 1 to 3 slope for Type 4 soil) Figure 12It is good practice to cut a bench at top of shoring.",
    "category": "fall",
    "source": "",
    "keywords": [
      "safety",
      "information"
    ],
    "search_text": "31 – 6trenching if sloping used above trench box top portion cut first sloped 1 to1 1 3 type 4 soil — see previouspage then box lowered into thetrench figure 13 trench boxes trench boxes not usually intended shore up otherwise support trench walls they aremeant protect workers case cave-in design drawings specifications trench boxes signed sealed theprofessional engineer who designed systemand kept site constructor boxes normally placed excavated but unshored trench used protect personnel properly designed trench box capable ofwithstanding maximum lateral load expectedat given depth particular soil condition trenches near utilities streets buildings may require shoring system long workers trench they remain inside box workers notbe inside trench box when box isbeing moved ladder set up thetrench box all times excavation done so space between trench box excavation isminimized figure 14 two reasons 1 allowing closer access top 2 limiting soil movement case check drawings specifications trench box see if space between boxand trench wall needs backfilled andthe soil compacted shoring system which “shores” up orsupports trench walls prevent movement ofsoil underground utilities roadways andfoundations shoring not confused trench boxes trench box provides worker safety butgives little no support trench walls orexisting structures such foundations andmanholes two types shoring most commonly used timber hydraulic both consist posts wales struts sheathing figures 15 16 identify components dimensions other requirements timbershoring some typical trenches keep space between trench box excavation small possible if necessary prevent acave-in cut back unshored top position 1 1 slope 1 3 slope type 4 soil figure 12it good practice cut bench top shoring"
  },
  {
    "title": "Safety Information",
    "content": "31 –8TRENCHING • be inspected regularly for damage. Ladders should be placed as close as possible to the area where personnel are working andnever more than 7.5 metres (25 feet) away. Anyone climbing up or down must always face the ladder and maintain 3-point contact. Thismeans that two hands and one foot or two feetand one hand must be on the ladder at alltimes. Maintaining 3-point contact also means hands must be free for climbing. Tools and materialsshould not be carried up or down ladders. Pumps,small compactors, and other equipment should belifted and lowered by methods that prevent injuryfrom overexertion and falling objects. Inspection Inspection is every one's responsibility. Whatever the protective system, it should be inspectedregularly. Check hydraulic shoring for leaks in hoses and cylinders, bent bases, broken or crackednipples, and other damaged or defective parts(Figure 18).Check timber shoring before installation. Discard damaged or defective lumber. After installation,inspect wales for signs of crushing. Crushingindicates structural inadequacy and calls formore struts (Figure 19). Inspect trench boxes for structural damage, cracks in welds, and other defects (Figure 20).During use, check the box regularly and oftento make sure that it is not shifting or settlingmuch more on one side than the other. If it is,leave the trench and ask the supervisor to checkfor stability. Check ground surface for tension cracks which may develop parallel to the trench at a distanceone-half to three-quarters of the trench depth(Figure 21). If cracks are detected, alert the crewand check all protective systems carefully. Check areas adjacent to shoring where water may have entered the trench. A combination ofwater flow and granular soils can lead toundermining of the trench wall. Such conditionshave caused fatalities. Finally, make sure that tools, equipment, material, and spoil are kept at least 1 metre (3 feet) back from the edge of the trench toprevent falling objects from striking workers. Check hydraulic for leaks. Cracked sheathing Inspect wales for crushing at struts. Strut off levelBowed sheathing Loose ormissingcleats.",
    "category": "fall",
    "source": "",
    "keywords": [
      "safety",
      "information"
    ],
    "search_text": "31 –8trenching • inspected regularly damage ladders placed close possible area where personnel working andnever more than 7 5 metres 25 feet away anyone climbing up down always face ladder maintain 3-point contact thismeans two hands one foot two feetand one hand ladder alltimes maintaining 3-point contact also means hands free climbing tools materialsshould not carried up down ladders pumps small compactors other equipment belifted lowered methods prevent injuryfrom overexertion falling objects inspection inspection every one's responsibility whatever protective system inspectedregularly check hydraulic shoring leaks hoses cylinders bent bases broken crackednipples other damaged defective parts figure 18 check timber shoring before installation discard damaged defective lumber after installation inspect wales signs crushing crushingindicates structural inadequacy calls formore struts figure 19 inspect trench boxes structural damage cracks welds other defects figure 20 during use check box regularly oftento make sure not shifting settlingmuch more one side than other if leave trench ask supervisor checkfor stability check ground surface tension cracks which may develop parallel trench distanceone-half three-quarters trench depth figure 21 if cracks detected alert crewand check all protective systems carefully check areas adjacent shoring where water may entered trench combination ofwater flow granular soils lead toundermining trench wall such conditionshave caused fatalities finally make sure tools equipment material spoil kept least 1 metre 3 feet back edge trench toprevent falling objects striking workers check hydraulic leaks cracked sheathing inspect wales crushing struts strut off levelbowed sheathing loose ormissingcleats"
  },
  {
    "title": "34 – 9ASBESTOS",
    "content": "35 – 135 WATER AND ICE Construction over and around water and ice presents special dangers. Precautions specifically developed forsuch construction must be taken before work begins. This chapter outlines general safeguards that must be followed whenever personnel are required to work over water or on ice, including construction on bridges,wharves, dams, locks, and breakwaters. Guardrails The requirements for guardrails specified in this manualand in Section 26 of the Construction Regulation apply to work stations over water or ice. Ramps must be – at least 46 centimetres (18 inches) wide – not sloped more than 1 in 3 (20 degrees) and– where slope exceeds 1 in 8 (6 degrees), have cleats 19 x 38 millimetres (1 inch by 2 inches) secured atregular intervals not more than 50 centimetres (20inches) apart. When a ramp is used for equipment such aswheelbarrows and a worker may fall from the ramp adistance of 1.2 metres (4 feet) or more — or may fall any distance into water — the ramp must be provided with guardrails (Figure 122). Floating Work Platforms When used on a construction project, rafts, scows, and similar vessels are considered work platforms. As such,they are subject to certain requirements. • Guardrails must be provided along open edges. The guardrails may be removed at the working side of the platform, provided workers are protected by alternatemeasures of fall protection. • Workers on floating platforms must wear lifejackets. A lifejacket provides enough buoyancy to keep thewearer's head above water, face up, without effort bythe wearer. • Appropriate rescue measures must be prepared. In addition, the positioning and securing of vessels used as work platforms should be supervised and undertakenby experienced personnel. Fall-Arrest Systems The requirements specified in the chapters on Guardrailsand Personal Fall Protection in this manual apply to workover water or ice. Safety Nets Safety nets may be necessary when structural design,loading access, worker mobility, or other factors makeguardrails and fall-arrest systems impractical (Figure 123). Safety nets must be • designed, tested, and installed in accordance with ANSI Standard 10.11-1989, Personnel and Debris Nets for Construction and Demolition Operations • installed by a competent worker • inspected and tested by a professional engineer or competent person under the engineer's supervisionbefore the net is put into service.WATER AND ICE Maximum Ramp Slope1 Figure 122 Figure 123 Rescue Boat.",
    "category": "fall",
    "source": "",
    "keywords": [],
    "search_text": "35 – 135 water ice construction over around water ice presents special dangers precautions specifically developed forsuch construction taken before work begins chapter outlines general safeguards followed whenever personnel required work over water ice including construction bridges wharves dams locks breakwaters guardrails requirements guardrails specified manualand section 26 construction regulation apply work stations over water ice ramps – least 46 centimetres 18 inches wide – not sloped more than 1 3 20 degrees and– where slope exceeds 1 8 6 degrees cleats 19 x 38 millimetres 1 inch 2 inches secured atregular intervals not more than 50 centimetres 20inches apart when ramp used equipment such aswheelbarrows worker may fall ramp adistance 1 2 metres 4 feet more — may fall any distance into water — ramp provided guardrails figure 122 floating work platforms when used construction project rafts scows similar vessels considered work platforms such they subject certain requirements • guardrails provided along open edges guardrails may removed working side platform provided workers protected alternatemeasures fall protection • workers floating platforms wear lifejackets lifejacket provides enough buoyancy keep thewearer's head above water face up without effort bythe wearer • appropriate rescue measures prepared addition positioning securing vessels used work platforms supervised undertakenby experienced personnel fall-arrest systems requirements specified chapters guardrailsand personal fall protection manual apply workover water ice safety nets safety nets may necessary when structural design loading access worker mobility other factors makeguardrails fall-arrest systems impractical figure 123 safety nets • designed tested installed accordance ansi standard 10 11-1989 personnel debris nets construction demolition operations • installed competent worker • inspected tested professional engineer competent person under engineer's supervisionbefore net put into service water ice maximum ramp slope1 figure 122 figure 123 rescue boat"
  }
]